{
    "SA1": "<p><b><i>हम यह बात नहीं समझ पाते कि आत्म-साक्षात्कार कोई मंज़िल नहीं है बल्कि एक लगातार चलने वाली यात्रा है।</i></b></p><br><div class='jsonImageContainer'><div><p>आपको आत्म-साक्षात्कार की अपनी यात्रा लंबी लग सकती है लेकिन आप जल्द ही यह महसूस करेंगे कि यह सब भीतर से आता है और अपने अन्दर के आत्म को देखना आसान है।</p><p>आत्म-साक्षात्कार को अक्सर ज़रूरत के बजाय किसी विकल्प या विशेषाधिकार के तौर पर देखा जाता है। परिणामस्वरूप, हम अक्सर बोलते रहते हैं कि हमारे पास आत्म-साक्षात्कार पर ध्यान केंद्रित करने के लिए समय या स्वतंत्रता नहीं है। इस तरह की मानसिकता सीमाओं को तय कर देती है जिससे एक काल्पनिक रेखा खींच जाती है और व्यक्तित्व विकास रुक जाता है। </p><br></div><img src='../assets/jsonImages/0_20 SA_S.png' alt='Self actualization' /></div><p>हम यह बात नहीं समझते कि आत्म-साक्षात्कार कोई मंज़िल नहीं है बल्कि एक लगातार चलने वाली यात्रा है। यह ऐसी चीज है जो हमें हमारे जीवन में आगे बढ़ने और खुद को अधिक प्रभावी बनाने में मदद कर सकती है। हम सभी अपने जीवन के विभिन्न बिंदुओं पर लगभग प्रतिदिन आत्म-साक्षात्कार कर रहे हैं लेकिन हम इसे स्वीकार करने में विफल रहते हैं, क्योंकि हम लगातार इसको उपलब्धि के किसी भव्य क्षण में खोज रहे हैं। हमने इस धारणा पर विश्वास कर लिया है कि आत्म-साक्षात्कार एक ऐसी चीज है जिसे हम केवल तभी प्राप्त या अनुभव करते हैं जब जीवन के अन्य सभी पहलू बहुत अच्छी स्थिति में हों।</p><p>यह सच के करीब नहीं है।</p><br><p>आत्म-साक्षात्कार आपके स्वयं के सर्वश्रेष्ठ बनने की प्रक्रिया है; यह आपके सामर्थ्य की खोज करने और उसे पाने के बारे में है जो आपको सम्पूर्णता प्रदान करता है। यह तभी हो सकता है जब आप इस विचार को छोड़ दें कि आपको परिपूर्ण होने की आवश्यकता है।</p><p>सच्चाई यह है कि आत्म-साक्षात्कार जीवन में पूरी तरह से लीन रहते हुए भी असल में  उसे जीने का एक गौण उत्पाद (बाई-प्रोडक्ट)है। यह लगातार विकास की तलाश के साथ-साथ अपने और दूसरों के साथ सहज होने का स्वाभाविक परिणाम है। आपका स्कोर शायद आपके वास्तविक आत्म को परिभाषित करने वाले सभी तत्वों को स्वीकार करने में आपकी अनिच्छा को दर्शाता है।</p><br><p>असल में आत्म-साक्षात्कार तब होता है जब हम अपनी चाहत और ज़रुरत के प्रति पूरी तरह से ईमानदार होते हैं, और वह सब कुछ छोड़ देते हैं जो हमारे अस्तित्व के लिए सही नहीं है। हम और अधिक प्रामाणिक हो जाते हैं क्योंकि हम भरपूर जीवन के विचार को तृप्त करने के लिए पहने गए अपने मुखौटे को उतार देते हैं और दिखावा करना छोड़ने लगते हैं। हम और अधिक सच्चे होते जाते हैं क्योंकि हम वर्तमान पल में जीना सीखते हैं, और हर चीज को अपने वश में करने की अपनी इच्छा को छोड़ देते हैं।</p><p>हमें खुद के प्रति ज्यादा सख्त होने की जरूरत नहीं है, क्योंकि हमारी कई जीतें और कई उपलब्धियां अक्सर हमारी ही नजरों से चूक जाती हैं। हर एक प्रभाव, दिखाई देने वाला या मापने लायक  नहीं होता है; छोटी जीत को समझने और जश्न मनाने के लिए समय निकालना किसी की प्रगति को स्वीकार करने की दिशा में पहला कदम है। ये छोटी-छोटी जीतें ही हमें बताती हैं कि हम कौन हैं और हमें अपनी पूर्ण क्षमता (ultimate potential) के करीब ले जाने में मदद करती हैं।</p><br><p>अन्य लोग आपके व्यक्तिगत विकास और आत्म-साक्षात्कार की ओर बढ़ने का एक अंतर्निहित हिस्सा हो सकते हैं। दूसरों के साथ जुड़ना हमें उनके नज़रिए से खुद को अधिक निष्पक्ष रूप से देखने की अनुमति देता है। अगर किसी दूसरे विश्वसनीय व्यक्ति के दृष्टिकोण से संतुलित आत्म-मूल्यांकन किया जाए तो यह हमें अपनी कमजोरियों सहित  हमारे आत्म को व्यापक दृष्टिकोण से देखने में सक्षम बनाता है।</p><br><p>आत्म-साक्षात्कार का मतलब यह नहीं है कि आप जो हैं उससे अलग कोई व्यक्ति बन जाएं। इसके बजाय यह आपके जीवन के वर्तमान अनुभव को और अधिक विस्तारित एवं गहरा करने के बारे में है जिससे आपका जीवन अधिक अर्थपूर्ण बन सके।</p><p>यह याद रखना बहुत जरुरी है कि आप जितना सोचते हैं आप उससे कहीं अधिक स्वंय को लेकर जागरूक हैं, और इस परीक्षा को लेने की आपकी इच्छा इसका प्रमाण है। आपको केवल खोज करना, सीखना और विकसित होना जारी रखना है, साथ ही आत्म-साक्षात्कार की अपनी यात्रा पर विश्वास करना, इसको पहचानना और इसके प्रति समर्पित होना है।</p><br><img src='../assets/jsonImages/0_20 SA_R.png' alt='Self actualization' /><br><p>आप योग्य हैं और सब कुछ हासिल करने में सक्षम हैं। जरूरत इस बात की है कि आप अपने आप को सीमित करने वाले विश्वासों को छोड़ दें। यह तथ्य कि आप यह परीक्षा दे रहे हैं, अपने बारे में अधिक जानने और सुधार करने की आपकी इच्छा के बारे में बहुत कुछ बताता है। उस विचार को बनाए रखिये और आप निश्चित रूप से वहां पहुंचेंगे.</p>",
    "SA2": "<p><b><i>आत्म-साक्षात्कार की शुरुआत आत्म-जागरूकता से होती है।</i></b></p><br><div class='jsonImageContainer'><div><p>आप आत्म-साक्षात्कार की दिशा में अच्छा कर रहे हैं; जब तक आप वहां नहीं पहुंच जाते, तब तक आपको सही दिशा में थोड़ा सा प्रोत्साहन चाहिए।</p><p>आत्म-साक्षात्कार को अक्सर अंतिम मनोवैज्ञानिक आवश्यकता के रूप में वर्णित किया जाता है। लेकिन बहुत से लोग आपको यह नहीं बताएंगे कि दूसरों द्वारा समझे जाने और संतुष्ट महसूस करने के लिए भी यह एक बुनियादी मानवीय आवश्यकता है। सबसे महत्वपूर्ण बात यह है कि आत्म-साक्षात्कार स्वयं को समझने और स्वंय से बातचीत करने का एक उपकरण है।</p><br><p>हम कैसे जान सकते हैं कि हमारी प्रतिभा और जुनून क्या हैं यदि हम यह नहीं जानते कि हम कौन हैं? इसके अलावा, खुद को जाने बिना हम अपनी कहानी को बता नहीं सकते और दुनिया पर अपनी छाप नहीं छोड़ सकते।</p><p>इसलिए आत्म-साक्षात्कार की शुरुआत आत्म-जागरूकता से होती है।</p><p>आत्म-जागरूकता अपने स्वयं के विचारों, भावनाओं और व्यवहार को पहचानने और समझने की क्षमता है। यह बिना किसी निर्णय या बिना किसी पूर्वाग्रह के अपने आप को निष्पक्ष रूप से देखने के बारे में है ।</p></div><img src='../assets/jsonImages/21-40/21_40_SA_S.png' /></div><br><p>जब आप आत्म-जागरूक होते हैं तो आप अपनी आदतों, प्रवृत्तियों और ट्रिगर्स से परिचित हो जाते हैं। आप अपनी भावनाओं को पहचानना और उन पर काबू करने के तरीके खोजना भी सीखते हैं। यह आपको अपने आप को बेहतर ढ़ंग से समझने और यह समझने में सक्षम बनाता है कि आप अपने आस-पास की दुनिया के साथ कैसा  व्यवहार करते हैं।</p><br><p>क्या आपको ऐसा लगता है कि आपने आत्म-साक्षात्कार प्राप्त नहीं किया है? शायद यह इसलिए है क्योंकि आप यह समझने के लिए पर्याप्त आत्म-निरीक्षण नहीं कर पाए हैं कि आप असल में कौन हैं। यह तथ्य आपके व्यक्तिगत विकास के लिए अपने आप में एक बड़ी शुरुआत है कि आप आत्म-साक्षात्कार पाने के महत्व को महसूस करते हैं ।</p><br><p>हमें हमेशा याद रखना चाहिए कि व्यक्तिगत विकास और आत्म-साक्षात्कार अत्यंत  व्यक्तिपरक अनुभव हैं। स्वयं को खोजने के लिए कोई निर्धारित किताब नहीं है जिसमें चरण-दर-चरण उपाय सुझाया गया हो; यह सहज रूप से भीतर से आता है। आपके लिए जो तरीका काम करता है, शायद वह किसी और के लिए काम न करे। हालांकि सामान्य तौर पर आप कोई जर्नल रखने की कोशिश कर सकते हैं, ध्यान लगाने या “माइंडफुलनेस” का अभ्यास कर सकते हैं या बस अपनी दैनिक आदतों और दिनचर्या पर ध्यान दे सकते हैं- जिसे \"माइंडफुल\" होना कहा जाता है।</p><br><p>आत्म-साक्षात्कार प्राप्त करने के अन्य बुनियादी सिद्धांतों में स्वयं के प्रति प्रामाणिक और ईमानदार होना पूरी प्रक्रिया का आधार है। किसी और की नकल किए बिना खुद के प्रति सच्चे रहना सबसे अच्छा है। अपने विचारों, अपनी भावनाओं या अपने भावों को न दबाएं: उन्हें पहचानें, उन्हें स्वीकार करें और उनसे सीखें।</p><p>दूसरा सिद्धांत वर्तमान क्षण में जीना है। अतीत में न खोएं या भविष्य की चिंता न करें। वर्तमान का उपहार हमारे पास है और हमें पूरी तरह से इसी पर ध्यान केंद्रित करना चाहिए।</p><br><p>तीसरा सिद्धांत है कि दूसरे लोगों के साथ जुड़ें। अपने विचारों, भावनाओं और अनुभवों को दूसरों के साथ साझा करने पर विचार करें और बदले में उनकी सुनें। इससे आपको अपने बारे में गहराई से जानने में मदद मिलेगी।</p><p>और अंत में, विकास की मानसिकता रखें। चाहे कुछ भी हो, सीखने और बढ़ने के लिए तैयार रहें। जब चीजें कठिन हो जायें तो हार मत मानिए। इसके बजाय डटे रहें और आगे बढ़ते रहें।</p><br><img src='../assets/jsonImages/21-40/21_40_SA_R.png' /><p>यदि आपके पास सारे जवाब नहीं हैं तो डरिए मत। मनुष्य के रूप में हम हमेशा सीखने की निरंतर स्थिति में होते हैं, इसलिए सब कुछ न जानना कोई बड़ी बात नहीं है। असल में न जानना एक बहुत अच्छा उपहार है, क्योंकि जब हम इस बात की सम्भावना छोड़ते हैं कि हम अनजान हो सकते हैं तो इससे हमारे पास कुछ नया जानने-सीखने के लिए जगह बनती है। आप वहां भी ठीक वैसे ही पहुंचेंगे जैसे आप अभी जहां हैं वहां पहुंच गए हैं। चलिए एक बार में एक ही काम करते हैं।</p>",
    "SA3": "<p><b><i>आत्म-साक्षात्कार एक निरंतर चलने वाली प्रक्रिया है: यह एक ऐसी चीज है जिस पर हम अपने जीवन के हर दिन काम करते हैं।</i></b></p><br><div class='jsonImageContainer'><div><p>ऐसा लगता है कि आप समझ गए हैं कि आत्म-साक्षात्कार क्या है। थोड़ा और अवलोकन और अभ्यास के साथ आप अपने साथ तालमेल बिठा सकते हैं।</p><p>आत्म-साक्षात्कार एक प्रक्रिया है, परिणाम नहीं।</p><br><p>हम कभी भी पूरी तरह से आत्म-साक्षात्कार नहीं कर पाते है, हालांकि हम यह उम्मीद करते है कि हम लगातार आत्म-साक्षात्कार कर रहे हैं। हम में से प्रत्येक प्रगति पर है। सबसे ज़रूरी सवाल यह है कि क्या हम इस पर सक्रियता से काम कर रहे हैं? क्या मैं सक्रिय रूप से खुद पर काम कर रहा हूं?</p></div><img src='../assets/jsonImages/41-60/41_60_SA_S.png'></div><br><p>इसका जवाब है, हाँ। आप इस पर काम कर रहे हैं, यहां तक कि अभी भी। आप अपने आप पर काम कर रहे हैं — और यह अच्छी बात है। यह मानव स्वभाव है कि हम अपने जीवन को और अपने जीवन में ही अपने भाग्य को बेहतर बनाना चाहते हैं।</p><br><p>आत्म-सुधार की इस प्रक्रिया में आत्म-साक्षात्कार करने वाले लोग सक्रिय रूप से लगे होते हैं। वे पहले 'आत्म' पर और फिर अपने 'अस्तित्व' पर ध्यान केंद्रित करके ऐसा करते हैं। वे अपनी क्षमता में सर्वश्रेष्ठ इंसान बनने के लिए खुद पर काम करते हैं क्योंकि यह उनकी भलाई के लिए मूलभूत आवश्यकता है।</p><p>हो सकता है कि आप इस संबंध में पूरी तरह से पर्याप्त महसूस न करें, लेकिन आपको ऐसा लग सकता है कि बहुत से लोग ऐसा महसूस करते हैं।</p><br><p>आत्म-साक्षात्कार आत्म-सुधार की एक लंबी एवं खड़ी चढ़ाई वाली सड़क की तरह लग सकता है, जहां आपको लगातार खुद को 'ठीक' करना पड़ता है। हालाँकि सचेत रूप से अपने आप को बेहतर बनाने के लिए चुनने का मतलब यह नहीं है कि आप टूट गए हैं। आप टूटे नहीं हैं - और आपको ठीक होने की आवश्यकता नहीं है।</p><br><p>आप मूल रूप से अच्छे हैं और आपकी स्थिति या परिस्थिति से कोई फर्क नहीं पड़ता।  आप अपने ‘आत्म’  को सुधार सकते हैं और आपके जीवन के अन्य क्षेत्रों में भी सुधार होगा: जैसे अपनी दुनिया में योगदानकर्ता होने की आपकी क्षमता और अपने आत्म-सम्मान, रिश्तों, अपनेपन की भावना, सुरक्षा की भावना, और शारीरिक संतुलन में।</p><p>आत्म-साक्षात्कार आपके जीवन के अन्य मूलभूत क्षेत्रों में कुछ स्तर की उपलब्धि हासिल करने का परिणाम नहीं है। इसके विपरीत, निरंतर आत्म-साक्षात्कार जीवन के सभी क्षेत्रों में और सुधार की दिशा में आगे बढ़ाने वाली शक्ति है।</p><br><p>इस प्रक्रिया में अपने उद्देश्य को सीखना और जीना, नए कौशल कौशलों में निपुणता का अभ्यास करने के लिए विभिन्न रूपों में शिक्षा प्राप्त करना और अपने उदेश्यों की प्राप्ति में सहायक लक्ष्यों को पा लेना शामिल है। यह सब तब तक लगातार होता रहता है जब तक आप असल में पूर्ण महसूस नहीं करते हैं, और जब तक आप अपनी जीवन यात्रा पूरी नहीं कर लेते तब तक आप हर दिन दूसरों को उस स्तर की पूर्णता देने में सक्षम होते हैं। यह आत्म-साक्षात्कार से परिपूर्ण जीवन है- और आप इसे जी रहे हैं।</p><br><img src='../assets/jsonImages/41-60/41_60_SA_R.png'><br><p>जब भी किसी दुविधा का सामना करना पड़े, तो अपने आप से यह पूछें कि क्या मेरी पसंद, मेरे और मैं क्या बनना चाहता हूं, उसके अनुसार है?</p><p>आपकी आंतरिक आवाज आपको बताएगी कि क्या आप वास्तव में इसे चाहते हैं और क्या यह करने लायक है। वास्तव में यह इतना ही आसान है।</p><p><i>आत्म-साक्षात्कार एक सतत चलने वाली प्रक्रिया है: यह कुछ ऐसा है जिस पर हम हर दिन काम करते हैं।</i><b> </b>इसकी अंतहीनता आकर्षण में इजाफा करती है, क्योंकि यह हमें बताती है कि हम कभी भी पूर्णता प्राप्त नहीं कर सकते, सब कुछ नहीं जान सकते हैं, या अमरता नहीं प्राप्त कर सकते हैं।</p><br><p>यह जानना कि हमारे जीने के लिए कोई जैविक या प्राकृतिक मानक नहीं है, हमें शांति प्रदान करता है। यह अहसास हमारे जीवन में समृद्धि और अर्थ जोड़ता है क्योंकि हम लगातार सुधार करते हैं और जो हमारे सामने है उसी का उपयोग करके सर्वश्रेष्ठ बनते हैं। अभी जो यहां है वह प्रामाणिक और आपका सर्वश्रेष्ठ है और आप अपने लिए उस मानदंड को बढ़े हुए अनुभव और ज्ञान के साथ बढ़ाते रहेंगे।</p><p>इसलिए इसे जीते रहें और इसे साझा करते रहें।</p>",
    "SA4": "<p><i><b>हमारी गलतियाँ भी आत्म-साक्षात्कार का साधन बन सकती हैं जब हम उनका उपयोग सीखने और विकसित होने के लिए करते हैं।</b></i></p><br><div class='jsonImageContainer'><div><p>ऐसा लगता है कि आप आत्म-साक्षात्कार पर बहुत अच्छा कर रहे हैं, जिसका अर्थ है कि आप स्वयं के विभिन्न हिस्सों  को स्वीकार करते हैं और यह एक अच्छा संकेत है!</p><p>आत्म-साक्षात्कार मानव सामंजस्य का उच्चतम स्तर है।</p><br><p>यह तब होता है जब आप अपने मूल स्वभाव के साथ सद्भाव में रह रहे हों । तब आप मूल रूप से आप होते हैं, और आपका जीवन उस आत्म की सच्ची अभिव्यक्ति है।</p><p>आत्म-साक्षात्कार करने वाले लोगों में उद्देश्य की एक मजबूत भावना होती है और वे अपनी प्रतिभा और क्षमताओं को जानते हैं। वे समुदाय और समाज में अपना मूल्यवान योगदान देने के लिए इन कौशलों और क्षमताओं का उपयोग करने में सक्षम होते हैं।</p></div><img src='../assets/jsonImages/61-80/61_80_SA_S.png' /></div><br><p>उनमें आत्म-जागरूकता की गहरी भावना भी होती है। वे जानते हैं कि वे कौन हैं और वे क्या चाहते हैं। आत्म-साक्षात्कार करने वाले लोग वर्तमान क्षण में जीने और जीवन का पूरा आनंद उठाने में सक्षम होते हैं। वे अपने डर का सामना करने और जोखिम उठाने से नहीं डरते।</p><p>यह सब कुछ ऐसा लग सकता है जिसे आप हर रोज महसूस करते हैं लेकिन वास्तव में लंबे समय तक व्यक्त नहीं कर पाते या समझ नहीं पाते। यह एक हवा की तरह लगता है जो अक्सर आपके पास से गुजरती है, लेकिन आपने कभी यह नहीं जाना कि आप इसे हर पल कैसे महसूस कर सकते हैं। प्रत्येक आत्म-साक्षात्कार करने वाले व्यक्ति ने प्रत्येक क्षण को समझने और उसे थोड़ा-थोड़ा करके लम्बे समय तक बनाये रखने पर काम करके शुरुआत की है।</p><br><p>आत्म-साक्षात्कार एक ऐसी प्रक्रिया है जो वास्तव में कभी समाप्त नहीं होती है। यह अपने उद्देश्य को खोजने और जीने का मार्ग है। यह कुछ ऐसा है जिस पर हम हर दिन काम करते हैं; अंतर यह है कि हम आत्म-जागरूकता के हासिल किये गए प्रत्येक स्तर के साथ इसे और बेहतर बनाने के लिए अपने मानदंड को और बढ़ाते जाते हैं।</p><p>तो आप आत्म-साक्षात्कार की अपनी प्रक्रिया को कैसे तेज कर सकते हैं?</p><br><p>सबसे पहले, अपनी प्रतिभा और क्षमताओं के बारे में जागरूक होने पर ध्यान दें। आप किस काम में अच्छे हैं? आप किस काम को करना पसंद करते हैं? फिर, इन शक्तियों का उपयोग समाज में बहुमूल्य योगदान देने के लिए करने का प्रयास करें। साथ ही इस बारे में सोचें कि आप कहां संकोच कर रहे हैं और वे कौन से डर हैं जो जीवन को पूरी तरह जीने से आपको रोक रहे हैं।</p><p>धीरे-धीरे, आप जोखिम लेना और अपने डर का सामना करना शुरू कर सकते हैं, जो विकास के लिए जरूरी है। और इससे पहले कि आप को एहसास हो, आप हर परिस्थिति में अपना सबसे बेहतर करने में माहिर हो जाएंगे।</p><br><p>यद्यपि आत्म-साक्षात्कार मानव सामंजस्य का उच्चतम स्तर है, इसका अर्थ यह नहीं है कि आपको बिलकुल दोषरहित होना है। हम सभी गलतियाँ करते हैं, लेकिन महत्वपूर्ण यह है कि हम उनसे सीखें और आगे बढ़ते रहें। <br><br><img src='../assets/jsonImages/61-80/61_80_SA_R.png' /> <br> <b><i>अगर हम अपनी गलतियों का उपयोग सीखने और आगे बढ़ने के लिए करते हैं तो हमारी गलतियाँ भी आत्म-साक्षात्कार का साधन बन सकती हैं।</i></b></p><br><p>आत्म-साक्षात्कार पाने का कोई एक सही तरीका नहीं है और अंतिम \"आत्म-साक्षात्कार\" जैसा कुछ नहीं है - बस निरंतर आत्म-साक्षात्कार है। महत्वपूर्ण बात यह है कि आपके लिए क्या काम करता है उसके आधार पर आगे बढ़ते रहें। अपना समय लें, धैर्य रखें और खुद पर काम करते रहें। हर छोटा योगदान परिणाम देगा।</p><p>अंत में आप सचेत रूप से आत्म-साक्षात्कार करना शुरू कर देंगे, और जब आप ऐसा करते हैं तो अपनी यात्रा को दूसरों के साथ साझा करना न भूलें क्योंकि यह उन्हें ऐसा करने के लिए प्रेरित कर सकता है। हमें खुद प्रेरित होना है और साथ ही साथ दूसरों के लिए प्रेरणा भी बनना है!</p>",
    "SA5": "<p><b>...यात्रा भी उतनी ही महत्वपूर्ण है, जितनी मंजिल।</b></p><br><div class='jsonImageContainer'><div><p>आप एक आत्म-साक्षात्कार वाला जीवन जी रहे हैं। अच्छा काम जारी रखें, और आप अपनी पूरी क्षमता तक पक्का पहुंचेंगे। याद रखें, <i>यात्रा भी उतनी ही महत्वपूर्ण है, जितनी मंजिल।</i> प्रक्रिया का और हर पल का आनंद लें। जीवन एक साहसिक कार्य है: इसे पूरी तरह से जिएं।</p><br><p>आप पहले से ही बहुत कुछ अच्छा कर रहे हैं, लेकिन सुधार की गुंजाइश हमेशा बनी रहती है। यहां कुछ सुझाव दिए गए हैं जो जीवन-यात्रा में आपकी मदद कर सकते हैं:</p><p>कोशिश करें और अपने विचारों व भावनाओं के बारे में और अधिक जागरूक बनें। ध्यान दें कि उन्हें क्या ट्रिगर करता है और क्यों। इससे आपको खुद को बेहतर ढंग से समझने और कठिन परिस्थितियों से अधिक रचनात्मक ढ़ंग से निपटने के तरीके खोजने में मदद मिलेगी।</p></div><img src='../assets/jsonImages/81-100/81_100_SA_S.png' alt='Self actualization' /></div><br><p>जिस प्रकार आप अपने परिवेश के साथ ताल-मेल बिठा रहे हैं, वैसे ही अपने आप को और दूसरों को भी सहज स्वीकार करने का प्रयास करें। हम सभी अपूर्ण प्राणी हैं, इसलिए नकारात्मक होने के बजाय सकारात्मक होने पर ध्यान दें। आप उन लोगों के साथ समय बिताकर पारस्परिक संबंधों का निर्माण करने पर भी काम कर सकते हैं जो आपका साथ देते हैं और प्रोत्साहित करते हैं। यह आपको सही रास्ते पर बने रहने और आपको प्रेरित रखने में मदद करेगा।</p><br><p>अपने जीवन में अनुशासन लाने के अधिक प्रभावी तरीके के रूप में आप आत्म-करुणा का अभ्यास कर सकते हैं। अपने आप से दयालुता और समझदारी से पेश आयें, जैसे आप एक अच्छे दोस्त के साथ पेश आते हैं।</p><p>यदि आप कुछ अलग खोज रहे हैं तो आप नए अनुभवों और चुनौतियों की तलाश कर सकते हैं। अपनी आरामदायक स्थिति से बाहर निकलें और नए क्षेत्रों की खोज करें। यह आपको आगे बढ़ने और नई चीजें सीखने में मदद करेगा।</p><br><img src='../assets/jsonImages/81-100/81_100_SA_R.png' alt='Self actualization' /><br><br><p>जीत और चुनौतियों को साझा करने से लोगों को आत्म-खोज की अपनी यात्रा शुरू करने में भी मदद मिलती है। आपका विकास दूसरों के लिए प्रेरणा का स्रोत बन जाता है; आपकी उपलब्धियां दूसरों के लिए उतनी ही खास हैं जितनी वे आपके लिए हैं।</p><br><p>आत्म-साक्षात्कार एक यात्रा है, मंजिल नहीं। कई बार आपको ऐसा लग सकता है कि आप अपनी मंजिल पर पहुंच गए हैं, और हो सकता है कि आप वर्तमान क्षण पर अटक जाएं और और फिर इसे जाने न देना चाहें। ध्यान रखें कि यात्रा निरंतर है और तलाशने के लिए हमेशा नए क्षितिज होते हैं। इसलिए, \"वर्तमान\" से बहुत अधिक न जुड़ें और हमेशा आगे बढ़ते रहें। याद रखें कि आपके पास मनचाहा जीवन जीने की शक्ति है।</p><p>अपनी सीमाओं से बाहर निकलें और इसे संभव बनाएं: आप पहले से ही बहुत अच्छा कर रहे हैं!</p>",
    "EC1": "<p><b><i>आत्म-सम्मान, आत्म-प्रेम से उपजता है, और जब तक आप उन सभी चीजों से प्यार और सम्मान करना नहीं सीखते हैं जो आपको परिभाषित करती हैं, तब तक आपके सर्वोत्तम आत्म का विकास नहीं हो सकता है।</i></b></p><br><div class='jsonImageContainer'><div><p>ऐसा लगता है कि आप अपने आत्म-सम्मान की जरूरतों को पूरा करने के लिए संघर्ष कर रहे हैं। लेकिन आप जानते हैं क्या? अब तक आपने जो कुछ भी पा लिया है, उसके लिए खुद को श्रेय देना शुरू करने के बाद अपने आत्म-सम्मान में सुधार करना आसान हो जाता है।</p><p>आत्म-सम्मान का आम तौर पर मतलब है कि आप एक व्यक्ति के रूप में अपने बारे में कैसा महसूस करते हैं। यह आपके मूल्य, अपनेपन और क्षमताओं की भावना के बारे में है। आपका आत्म-सम्मान ही इस बात को नियंत्रित करता है कि आप अपने परिवेश के साथ कितना ताल-मेल बिठाते हैं।</p><br></div><img src='../assets/jsonImages/0_20_EC_S.png' /></div><p>आपका आत्मसम्मान अन्य लोगों/वस्तुओं में निहित हो सकता है। हम अपने मूल्य को अपनी संपत्ति, उपलब्धियों, रिश्तों और क्षमताओं के साथ जोड़ते हैं और उन्हें लोगों की धारणाओं के अनुरूप मापते हैं। हमारा आत्म-सम्मान इस बात पर निर्भर करता है कि हमारे पास जो भी है, हम उसके साथ कितना सहज महसूस करते हैं, और वे सभी हमारी पहचान में कितना योगदान करते हैं।</p><p>उच्च आत्म-सम्मान वाले लोग आमतौर पर खुद को सकारात्मक रोशनी में देखते हैं और अपने बारे में अच्छा महसूस करते हैं। वे अपनी क्षमताओं में विश्वास रखते हैं और महसूस करते हैं कि वे जो कुछ भी ठान लेते हैं उसे पा सकते हैं।</p><br><p>दूसरी ओर, कम आत्म-सम्मान वाले लोग अक्सर खुद को नकारात्मक रोशनी में देखते हैं। उन्हें लगता है कि वे पर्याप्त नहीं हैं और वे बेहतर जीवन जीने के लायक नहीं हैं। परिणामस्वरुप, वे असुरक्षित हो जाते हैं और उन्हें अपनी क्षमताओं में विश्वास की कमी महसूस होती है। आपके स्कोर को देखते हुए ऐसा लगता है कि आपको अपने आप पर थोड़ा रहम करने की जरूरत है।</p><br><p>आत्म-सम्मान कोई ऐसी चीज नहीं है जिसे बदला या सुधारा नहीं जा सकता है। यह कोई ऐसा कठोर लक्षण नहीं है बल्कि कुछ ऐसा है जो समय के साथ बदलता और बेहतर होता रहता है। हम दुनिया में अपनी संपत्ति और हैसियत को जीवन के विभिन्न बिंदुओं पर एक अलग रोशनी में देख सकते हैं।</p><p>इसके बाद, अपने आत्म-सम्मान में सुधार करने के लिए आप जैसे भी हैं, खुद को स्वीकार करना शुरू करें। अपनी ताकत और कमजोरियों को पहचानें, और दोनों के साथ सहज रहें। सबसे बढ़कर, आप अपनी पिछली गलतियों और किन्हीं भी कथित कमियों के लिए खुद को क्षमा करने में सक्षम हैं। और इसकी शुरुआत अपनी कीमत को अपनी संपत्तियों की बजाय अपने आप से आंकने से होती है।</p><br><p>इस तरह आप नई चुनौतियों का सामना करके और उत्कृष्टता के लिए अधिक प्रयास करके अपने आत्म-सम्मान के निर्माण पर काम कर सकते हैं। अपने लिए उच्च मानक निर्धारित करें और उन्हें पूरा करने के लिए कड़ी मेहनत करें, लेकिन साथ ही साथ अपनी छोटी-छोटी सफलताओं और उपलब्धियों का भी जश्न मनाना न भूलें।</p><p>आपको ऐसा महसूस हो सकता है कि आप आत्म-संदेह और अपने बारे में नकारात्मक विचारों के कभी न खत्म होने वाले चक्र में फंस गए हैं।</p><p>आत्म-सम्मान आत्म-प्रेम से उपजता है, और जब तक आप उन सभी चीजों से प्यार और सम्मान करना नहीं सीखते हैं जो आपको परिभाषित करती हैं, तब तक आपके सर्वोत्तम आत्म का विकास नहीं हो सकता है। अपने मूल्य को जानना और स्वयं को स्वीकार करना जीवन के पूर्ण रूप को प्राप्त करने की दिशा में पहला महत्वपूर्ण कदम है। यह सब अपने भीतर से आता है।</p><br><p>अपने आप से सरल चीजें पूछें, जैसे आप अपने बारे में कितनी बार अच्छा महसूस करते हैं या अपने पहनावा, बातों, व्यवहार, खान-पान से आप कितनी बार खुश होते हैं या कि आप जो अपने परिवेश में योगदान करते हैं, वह आपको कितनी बार संतुष्टि देता है?</p><p>आत्म-प्रशंसा एक ऐसी चीज है जिसे हम अक्सर भूल जाते हैं, और यहीं से हम खुद को खोना शुरू कर देते हैं और दूसरों की राय के आधार पर अपनी क्षमताओं को आंकना शुरू कर देते हैं। इससे पहले कि आप इसे महसूस करें, दूसरों की राय आपकी खुद की राय हो जाती है। लेकिन एक बार जब आप एक सकारात्मक आंतरिक संवाद शुरू करते हैं तो चीजें आपके लिए ठीक होने लगती हैं और बदलाव वहीं से आता है!</p><br><img src='../assets/jsonImages/0_20_EC_R.png' /><br><p>जब आप आत्म-सम्मान के स्वस्थ स्तर तक पहुँचते हैं तो आप केवल प्रशंसा प्राप्त करने या सिर्फ अपने बारे में अच्छा महसूस करने के बजाय अन्य लोगों के लिए भी स्वाभाविक रूप से योगदान देने लगते हैं। अपने आप पर भरोसा रखें। आपसे बेहतर आपको कोई नहीं जानता। याद रखें कि हर किसी को खुद को व्यक्त करने की स्वतंत्रता महसूस करने का अधिकार है। आप अपने फैसलों के मालिक हैं, और किसी ने भी आपका जीवन नहीं जिया है, इसलिए किसी और को आपको नीचा न दिखाने दें।</p><br><p>यहां तक ​​कि अगर आपने बड़ी गलतियां की हैं, तो आप उससे मुक्त होने और खुद में बदलाव के एक उचित मौके के योग्य हैं । हर किसी को यह सुनने की जरूरत है, और अगली बार जब आप आत्म-सम्मान प्राप्ति के शुरुआती चरण में किसी से मिलते हैं तो आप उसी तरह के आदान-प्रदान में उनके लिए योगदान दें।</p><p>खुद की सराहना करें और आप महसूस करेंगे कि आपके पास चीजों को करने की शक्ति है। यह आपके लिए आंतरिक शक्ति और सुंदरता को अपनाने का समय है!</p>",
    "EC2": "<p><i><b>आत्म-सम्मान स्वयं की हमारी अपेक्षाओं, दूसरों की हमसे अपेक्षाएं, और सबसे महत्वपूर्ण बात, हमारे द्वारा बोले गए या अनकहे उद्देश्य के सापेक्ष है।</b></i></p><br><div class='jsonImageContainer'><div><p>समाज, समुदाय या यहां तक कि अपने परिवार के लिए आपके द्वारा किए गए कामों या किए गए योगदानों के मूल्य के बारे में आपको कुछ संदेह हो सकता है और इस बारे में भी संदेह हो सकता है कि दूसरे लोग आपके द्वारा किये गये योगदानों के लिए आपका सम्मान करते हैं या नहीं। दूसरों की अपेक्षाओं के सापेक्ष खुद को आंकना स्वाभाविक है लेकिन इससे भी महत्वपूर्ण कुछ और है। हम अपनी अपेक्षाओं के सापेक्ष खुद को कैसे देखते हैं? और किन मापदंडों पर आंकते हैं?</p><br><p>अधिकांश लोग कहेंगे कि उनके पास भरपूर आत्म-सम्मान है, लेकिन बहुत से लोग अक्सर शिकायत करते हैं कि उन्हें नहीं मालूम कि उनके जीवन का कोई उद्देश्य है- और यदि कोई उद्देश्य है तो वह उद्देश्य क्या है। एक परिभाषित उद्देश्य के बिना यह जानना  कठिन है कि हमारा क्या योगदान रहा या नहीं रहा है, और अगर है तो क्या है, या क्या हो सकता है। और भले ही हम अपने आत्मसम्मान के बारे में कुछ ऐसा सोच सकते हैं कि यह कोई ऐसी चीज है जो शून्य में मौजूद है (या तो हमारे पास है, या हमारे पास नहीं है) लेकिन यह अक्सर सापेक्ष होता है।</p></div><img src='../assets/jsonImages/21-40/21_40_EC_S.png' /></div><br><p><strong>आत्म-सम्मान स्वयं की हमारी अपेक्षाओं और दूसरों की हमसे अपेक्षाओं के सापेक्ष होता है और सबसे महत्वपूर्ण बात यह है कि यह हमारे द्वारा बोले गए या अनकहे उद्देश्य के सापेक्ष होता है। </strong> <br><br>जीवन में अपने उद्देश्य पर विचार करना एवं अपने आप से, अपने दोस्तों और परिवार के साथ-साथ अपने सामाजिक दायरे में उस बातचीत को शुरू करना सार्थक है। दूसरों के साथ अपने संवाद में उस आंतरिक एकालाप को साझा करने की शुरुआत करने के लिए आपके पास जवाब का होना जरुरी नहीं है। यह समय के साथ आ जाएगा।</p><br><p>यह बहुत मायने रखता है कि आप एक उद्देश्य से प्रेरित जीवन के बारे में मजबूत संवाद  कर रहे हैं या नहीं, तब आप इस बात का आकलन कर सकते हैं कि आप इस दुनिया में जो योगदान करना चाहते हैं, आपने वह किया है या नहीं और क्या आपको उसके लिए उचित पहचान मिली है, और क्या यह आपके लिए मायने भी रखता है। कुछ लोगों के लिए अस्वीकृति मायने नहीं रखती। क्या यह आपको प्रभावित करती है?</p><br><p>एक घोषणात्मक उद्देश्य के साथ जीना, व्यक्तिगत सशक्तिकरण, आंतरिक शक्ति और आत्म-अभिव्यक्ति देता है और यह सहज रूप से आपके उद्देश्य के लिए रास्ता बनाता है। आत्म-सम्मान का मानक ऊंचा होता है और योगदान अधिक सार्थक हो जाता है।</p><br><img src='../assets/jsonImages/21-40/21_40_EC_R.png' /> <br><p>हालाँकि, यदि आप पाते हैं कि आपके पास अभी तक कोई स्पष्ट उद्देश्य नहीं है तो कोई बड़ी बात नहीं है। इसका सीधा सा मतलब है कि आपने विकास के अवसर की पहचान कर ली है। जब तक आप विनम्र और इसके लिए तैयार हैं तब तक अपने उद्देश्य को खोजने की प्रक्रिया आपके लिए अब तक के सबसे सुखद अनुभवों में से एक हो सकती है।</p><p>बस आराम से विकास की ओर बढ़ते रहें और आप जल्द ही अपने लिए नए रस्ते खोज लेंगे!</p>",
    "EC3": "<p><i><b>आपकी उपलब्धियां ध्यान देने योग्य हैं, इसलिए अपने आप को वह श्रेय दें जिसके आप हकदार हैं।</b></i></p><br><div class='jsonImageContainer'><div><p>आपका स्कोर बताता है कि आप अपने आत्म-सम्मान के निर्माण में महारत हासिल कर रहे हैं। उसे पूरी तरह पाने के लिए आपको बस थोड़े से प्रोत्साहन की आवश्यकता है|</p><br><p>जब हम अपनी गलतियों पर बहुत अधिक ध्यान देते हैं और अपनी उपलब्धियों पर पर्याप्त ध्यान नहीं देते हैं तो आत्मसम्मान को बनाए रखना मुश्किल हो जाता है। जब हम अपनी अपेक्षाओं पर खरे नहीं उतरते हैं या जब दूसरे हमारे द्वारा किए गए सभी कार्यों को नहीं पहचानते हैं, तो हम अपने आप के प्रति कठोर हो जाते हैं।</p><br><p>प्रशंसा पाने के रास्ते में आप स्वंय के सबसे बड़े आलोचक हो सकते हैं। कोई फर्क नहीं पड़ता कि आप कितनी बार खुद से कहते हैं कि आप काफी अच्छे हैं, ऐसा लगता है कि हमेशा कोई न कोई ऐसा होता है जो आपको नीचा दिखा सकता है।</p></div><img src='../assets/jsonImages/41-60/41_60_EC_S.png'></div><br><p>यह एक कदम पीछे हटने और स्थिति का बारीकी से विश्लेषण करने का समय हो सकता है। आपकी उपलब्धियां क्या हैं? आपको किस बात का गर्व है? पिछली बार कब आपने इस बात की परवाह किये बिना कि कोई क्या सोचता है, मात्र अपने आनंद के लिए कुछ किया था?</p><p>आत्म-सम्मान की अच्छी समझ होना और अपने आपका सबसे बड़ा प्रशंसक होना महत्वपूर्ण है। <br><br><strong><i>आपकी उपलब्धियां ध्यान देने योग्य हैं इसलिए अपने आप को वह श्रेय दें जिसके आप हकदार हैं।</i></strong><br><br> जब हम अपनी प्रगति को स्वीकार नहीं करते हैं तो हम खुद को कम आंक  रहे होते हैं और चीजों को करने की अपनी शक्ति को कम कर देते हैं।</p><p>जब आप अपने बारे में कठोर आलोचना करते हैं तो अपनी तारीफ स्वीकार करना या खुद को सकारात्मक रोशनी में देखना मुश्किल हो सकता है। कभी-कभी जब आपके आत्म-सम्मान में उतार-चढ़ाव होता है, तो हो सकता है कि आप अपना सर्वश्रेष्ठ करने के लिए प्रेरित महसूस न करें। हो सकता है कि आप खुद को नकारात्मक प्रतिक्रिया के घेरे में पाएं लेकिन इससे बाहर निकलना संभव है।</p><br><p>याद रखें कि आप अपनी गलतियों से कहीं बड़े हैं और आपने याद रखने लायक अच्छे काम किए हैं। इन पलों में खुद को याद दिलाएं कि आप अकेले नहीं हैं और हर कोई किसी न किसी तरह के संघर्ष से गुजरता है। अपने दोस्तों और परिवार से बात करना, अपने विचारों को लिखना, स्वयं की देखभाल करने वाली गतिविधियों का अभ्यास करना, या ऐसा कुछ भी करना जो आपके विचारों को दुरुस्त करता है या आपको आराम पहुंचाता है, आपको उस गड्ढे से बाहर निकाल सकता है।</p><br><img src='../assets/jsonImages/41-60/41_60_EC_R.png'><br><p>आत्म-सम्मान की आपकी लड़ाई पर्याप्त रूप से अच्छा नहीं होने के डर पर काबू पाने से जीती जाती है। अगला कदम यह पता लगाना है कि आप उस डर का उपयोग खुद को प्रेरित करने के लिए कैसे कर सकते हैं और अपने आत्म-संदेह व अवरोधों को दूर करते हुए अपने लिए विशेष योगदान दे सकते हैं। उस संदेह को पहचानने  और उस से मिलने वाले नकारात्मक संदेशों से प्रभावित न होने का समय है।</p><br><p>जैसे-जैसे आपका आत्म-सम्मान अधिक सशक्त होता जाता है, आपको एहसास होगा कि आप परिणाम की परवाह किये बिना, स्वाभाविक रूप से कितना अधिक योगदान करने में सक्षम हैं। आप यह भी पाएंगे कि तारीफ करना और पाना आसान हो जाता है क्योंकि आपको पता चल जाएगा कि वे वास्तविक प्रशंसा के बोल हैं।</p><p>आप अच्छे हैं और महान चीजें करने के काबिल हैं और आपका आत्म-सम्मान इसे प्रतिबिंबित कर सकता है। इसलिए समय-समय पर अपनी पीठ थपथपाना न भूलें!</p>",
    "EC4": "<p><b><i>सच्चा योगदान सच्चाई और खुलेपन के साथ आता है इसलिए जो आपको पसंद है, वह करना महत्वपूर्ण है।</i></b></p><br><div class='jsonImageContainer'><div><p>यह ध्यान देने योग्य है कि आपके आत्मसम्मान का स्तर सराहनीय है। हालाँकि कुछ चीजें ऐसी हो सकती हैं जिन पर आप बेहतर नियंत्रण रखना चाहेंगे।</p><br><p>आत्म-सम्मान का स्वस्थ स्तर आपको अपने बारे में अच्छा महसूस कराने और अपनी उपलब्धियों को पहचानने की अनुमति देता है। यह आपको जोखिम लेने और सार्थक तरीके से योगदान करने की भी अनुमति देता है। उच्च स्तर का आत्म-सम्मान आपको चीजों को बेहतर ढंग से करने की शक्ति देता है।</p><br><p>ऐसा लगता है कि आपके पास पर्याप्त आत्म-सम्मान और आत्मविश्वास है जो आपको सार्थक जीवन में सक्रिय रूप से योगदान करने की अनुमति देता है। आपने शायद कुछ चीजें हासिल की हैं जिन पर आपको वास्तव में गर्व है, और आप ज्यादातर समय अपने बारे में अच्छा महसूस करते हैं।</p></div><img src='../assets/jsonImages/61-80/61_80_EC_S.png' /></div><br><p>लेकिन कभी-कभी, आपको ऐसा लग सकता है कि आप और बेहतर कर सकते हैं या आप अपनी अपेक्षाओं पर खरे नहीं उतर रहे हैं। यह याद रखना महत्वपूर्ण है कि हर किसी के अपने कमजोर पल होते हैं और कभी-कभी ऐसा महसूस करना आम बात है।</p><br><p>आप शायद बहुत स्वतंत्र हैं और अपने जीवन का नियंत्रण अपने हाथ में रखना पसंद करते हैं। आप अयोग्य महसूस करना पसंद नहीं करते हैं और आप स्वयं का सबसे अच्छा संस्करण बनने का प्रयास करते हैं। यह एक महान गुण है, लेकिन यह याद रखना महत्वपूर्ण है कि आप इंसान हैं और इसमें हमेशा सुधार की गुंजाइश होती है क्योंकि हम निरंतर सीखने की स्थिति में होते हैं।</p><br><p>इसलिए सारे जवाब न जानने के लिए स्वयं को क्षमा करें।</p><p>अपने आप को थोड़ा आराम देने की कोशिश करें और अपनी असफलताओं के बजाय अपनी उपलब्धियों पर ध्यान केंद्रित करें। अपने दोस्तों और परिवार या किसी ऐसे व्यक्ति से बात करें जिस पर आप भरोसा करते हैं, क्योंकि कभी-कभी खुद को निष्पक्ष रूप से देखना मुश्किल हो सकता है।</p><br><p>आप अपनी खूबियों को जानते हैं, लेकिन शायद आप अभी तक उन पर पूरा भरोसा नहीं कर पाए हैं। आपके लिए अभी भी ऐसे पल हो सकते हैं जहां आपका आत्म-सम्मान कम हो जाता है, लेकिन आप अपने आप को जल्दी से ठीक कर लेते हैं। ऐसी बहुत सी चीजें हैं जो आप हासिल करना चाहते हैं और आप उनके लिए प्रयास करने से नहीं डरते हैं।</p><br><p>आप को कभी-कभी ऐसा लग सकता है कि आप अपने बारे में बहुत आलोचनात्मक हैं और आप अपनी जरूरतों को सबसे आखिर में रखते हैं। इस आदत से छुटकारा पाना कठिन हो सकता है, लेकिन यदि आप में योग्यता और आत्म-प्रेम की भावना नहीं है तो आप वास्तव में इस बारे में बहुत कुछ नहीं कर सकते ।</p><p>कुछ चीजें जिन पर आप काम करने पर विचार कर सकते हैं वे हैं- अधिक आत्म-करुणा विकसित करना और खुद को शालीनता से स्वीकार करना। आप अपनी लड़ाई में अकेले नहीं हैं: हर कोई कभी न कभी संघर्ष करता है।</p><br><img src='../assets/jsonImages/61-80/61_80 EC_R.png' /><p><strong>सच्चा योगदान सच्चाई और खुलेपन से आता है, इसलिए जो आपको पसंद है उसे करना महत्वपूर्ण है। </strong> जीवन में आपके क्रियाकलापों को इस पर आधारित होने की आवश्यकता नहीं है कि दूसरे आपके बारे में क्या सोचेंगे।</p><br><p>अपनी उपलब्धियों पर ध्यान दें और अपने उस आंतरिक आलोचक को चुप कराने की कोशिश करें। आप लगभग वहां हैं और बस थोड़े से प्रयास से आपकी आत्म-सम्मान की भावना और भी मजबूत होगी।</p><p>आपके पास अपने  दम पर दुनिया को आश्चर्यचकित कर देने की क्षमता है इसलिए अपने आप पर काम करते रहें!</p>",
    "EC5": "<p><i><b>आपके आत्म-सम्मान का उच्च स्तर इस बात का साक्षी है कि आप लगातार खुद को सराह रहे हैं।</b></i></p><br><div class='jsonImageContainer'><div><p>आपके स्कोर से पता चलता है कि आपके आत्म-सम्मान का स्तर सराहनीय है। आपको अपनी क्षमताओं पर भरोसा है और जरूरत पड़ने पर आप अपने प्रयासों को स्वीकार करते हैं। आप बहुत मजबूती से सही रास्ते पर हैं।</p><br><p>आत्म-सम्मान की उच्च भावना अक्सर हमारी क्षमताओं में एक अडिग विश्वास रखने की क्षमता में निहित होती है जो बदले में हमारे आत्मविश्वास को बढ़ाती है। हम सभी के पास अपने आत्म-मूल्य को मापने के अलग-अलग तरीके हैं, लेकिन जब हम अपने स्वयं के अनूठे योगदानों को पहचानने और उनकी सराहना करने में सक्षम होते हैं तो यह दूसरों के लिए हमारे मूल्य की पहचान करने में भी मदद कर सकता है।</p></div><img src='../assets/jsonImages/81-100/81_100_EC_S.png' alt='Self actualization' /></div><br><p>उच्च आत्म-सम्मान वाले लोग अपने आप में क्षमता देखते हैं और आमतौर पर जोखिम लेने और अवसरों को लपकने में सक्षम होते हैं। उन्हें लगता है कि उनके पास दुनिया को देने के लिए कुछ मूल्यवान है और उनका आत्मविश्वास उन्हें अपने सपनों को आगे बढ़ाने का साहस देता है।</p><br><p>जब हम अपने बारे में अच्छा महसूस करते हैं तो यह अक्सर हमारी दूसरों के साथ बातचीत करने के तरीके में दिखता है। हमारे खुले और मैत्रीपूर्ण होने की अधिक संभावना रहती है जबकि रक्षात्मक या उदासीन होने की संभावना कम होती है। हम अपने समय और प्रतिभा को स्वेच्छा से देने की अधिक संभावना रखते हैं, क्योंकि हम अपने से बड़ी किसी चीज़ से जुड़ाव की भावना महसूस करते हैं।</p><br><p>साथ ही, आपके द्वारा अपने जीवन में बनाए गए रिश्तों के मजबूत और अधिक सार्थक होने की संभावना है क्योंकि उच्च आत्म-सम्मान वाले लोग सच्चे और बिना मुखौटे के होते हैं। उन्हें स्वीकृत या पसंद किये जाने के लिए कोई बनावटी पहचान की जरुरत नहीं होती है।</p><p>जहां आपके साथियों से मिली स्वीकृति आपके आत्म-मूल्य की भावना में योगदान करती है, अंततः यह आपका आंतरिक संवाद है जिसका सबसे अधिक प्रभाव पड़ता है। <strong><i>आपके आत्म-सम्मान का उच्च स्तर इस बात का साक्षी है कि आप लगातार खुद को सराह रहे हैं।</i></strong></p><br><p>आप एक ऐसी स्थिति में हैं जहाँ आप अपने और दुनिया के लिए अपने योगदान को गहराई से समझते हैं इसलिए उन लोगों के लिए उदाहरण और आदर्श बनिए जो भटक गए हैं या संघर्ष कर रहे हैं।</p><br><img src='../assets/jsonImages/81-100/81_100_EC_R.png' alt='Self actualization' /><br><br><p>हम सभी में महान बनने की क्षमता है और अपने स्वयं के मूल्य को पहचानना इसे प्राप्त करने के मार्ग का पहला कदम है। अपने आप पर और अपनी उपलब्धियों पर गर्व करें और याद रखें कि आप जैसे हैं वैसे ही प्यार, सम्मान और प्रशंसा के योग्य हैं।</p><p>बेशक, कोई भी पूर्ण नहीं है और हर किसी के लिए संदेह या असुरक्षा के पल होते हैं। लेकिन एक बार जब आप अपने सभी दोषों और खामियों के साथ अपने आत्म को स्वीकार कर लेते हैं तो आत्मविश्वास के साथ जीवन में आगे बढ़ना आसान हो जाता है।</p><br><p>आपके शानदार आत्मसम्मान और योगदान के लिए धन्यवाद। आप कमाल हैं! कोशिश करें और अपनी अंतर्दृष्टि और सलाह दूसरों के साथ साझा करें जिन्हें इसकी आवश्यकता हो सकती है। आप कभी नहीं जान सकते कि आप सहज रहकर किसकी मदद कर सकते हैं!</p>",
    "LB1": "<p><b><i>दूसरों द्वारा दिए गए प्यार से आपका प्यार सिर्फ बढ़ता ही है, लेकिन जो आपका है वो आपसे कोई नहीं छीन सकता।</i></b></p><br><div class='jsonImageContainer'><div><p>ऐसा लग सकता है कि आप अक्सर प्यार या अपनेपन का अनुभव नहीं करते हैं, लेकिन आपको यह जानना चाहिए कि आपका आत्म आपको आपकी सभी मंजिलों से जोड़ता है। आप जो दूसरों से चाहते हैं, वह आपके भीतर भी हो सकता है।</p><br><p>हम में से प्रत्येक एक अलग वातावरण में पला-बढ़ा है। अपने कार्यों और प्रतिक्रियाओं को सही ठहराने के लिए हम सभी के अपने-अपने कारण हैं। कोई भी प्यार करने या अपनापन महसूस करने में असमर्थता के साथ पैदा नहीं हुआ था; यह कुछ ऐसा है जो जीवन की राह में बिगड़ सकता है। हो सकता है कि आपके बीच अपमानजनक संबंध थे, या आपको हमेशा उपेक्षित और अनदेखा किया गया था। हो सकता है कि आपको कभी ऐसा लगे कि आप कहीं भी फिट नहीं बैठते हैं। दुनिया एक क्रूर जगह हो सकती है; ऐसा आपने कई बार अनुभव किया होगा।</p><p>लेकिन एक चीज जो आपको क्रूर दुनिया से अलग करती है, वह है दयालु और विनम्र होने का विकल्प, और फिर दुर्व्यवहार और लापरवाही की श्रृंखला को तोड़ना। किसी का प्यार पाने  के लिए आपको कुछ करने की जरूरत नहीं है। यह कुछ ऐसा है जो आप स्वतंत्र रूप से और बिना शर्त के देते हैं, और आपको इसे वैसे ही प्राप्त भी करना चाहिए।</p></div><img src='../assets/jsonImages/0_20_LB_S.png' /></div><br><p>यदि आप एक ऐसे रिश्ते में हैं जो आपको प्यार का एहसास नहीं कराता है, तो शायद यह समय दूर जाने और किसी ऐसे व्यक्ति को खोजने का है जो आपको आप जैसे हैं वैसे ही स्वीकार करे, प्यार करे और आपकी सराहना करे। लेकिन ऐसा करने से पहले अपने बारे में सोचें: <i>क्या मैं प्यार पाने के काबिल हूँ</i>? जितना हम सोचते हैं उससे कहीं ज्यादा हम अपने शब्दों या कृत्यों से लोगों को दूर धकेल देते हैं और फिर हम अकेला और उपेक्षित महसूस करते हैं।</p><p>अगर आप प्यार का अनुभव करना चाहते हैं तो पहले खुद से प्यार करना सीखें। जो आपके पास नहीं है, उसे आप दूसरों को नहीं दे सकते। अपने खुद के साथ की सराहना करें और अपनी पसंद और नापसंद को जानने से शुरुआत करें। आप उन चीजों को करने में समय बिता सकते हैं जो आपको खुश करती हैं। अपनी उपलब्धियों पर गर्व करें और अपनी असफलताओं से सीखें।</p><br><p>यदि आपको लोगों से जुड़ने के तरीके खोजने में परेशानी हो रही है, तो अपनी रुचि के अनुसार विभिन्न क्लबों या समूहों में शामिल होने का प्रयास करें। स्वयं-सेवा भी लोगों से मिलने और अपने समुदाय में बदलाव लाने का एक शानदार तरीका है। एक बार जब आप सामूहिक हितों या लक्ष्यों को साझा करने वाले अन्य लोगों के साथ जुड़ना शुरू करते हैं, तो आप पाएंगे कि आपके रिश्ते अधिक संतोषजनक और फायदेमंद हैं।</p><br><p>स्पर्श की शक्ति चमत्कारी है, लेकिन शारीरिक स्नेह कई कारणों से कठिन हो सकता है। किसी को भी अपने ऊपर दबाव बनाने न दें, लेकिन अपने आप को ठीक करने के लिए छोटे-छोटे कदम उठाएं।  अंत में आप बिना किसी झिझक के प्यार देने और प्राप्त करने में सक्षम होंगे। याद रखें, सही लोग रहेंगे और आपकी यात्रा में आपकी मदद करेंगे, और गलत लोग चले जाएंगे। और यह आपकी बेहतरी के लिए है।</p><p>अपने आप को उन चीजों के लिए क्षमा करें जिन्हें आप नियंत्रित नहीं कर सकते हैं। अपने आप को स्वीकार करने पर काम करें ताकि आप चीजों को अपने नियंत्रण में ले सकें और एक आरामदायक भविष्य और स्वस्थ प्रेम-पूर्ण संबंध चुन सकें। यदि आपके पास देखने के लिए कोई रोल मॉडल नहीं था, तो इसका मतलब यह नहीं है कि आप स्वयं एक रोल मॉडल नहीं हो सकते।</p><br><p>प्यार, स्नेह और देखभाल एक स्वस्थ इंसान की बुनियादी नींव हैं। ये उचित मांगें हैं जो दिल और शरीर मांगते हैं। यदि यह सब पढ़कर बहुत भारी लग रहा है, तो आप अपने कंधों को हल्का कर सकते हैं और समझ सकते हैं कि प्रेम, स्नेह, सामाजिक संबंध और मित्रता करुणा से प्रेरित हैं।</p><p>आप करुणा से भरे हुए हैं, लेकिन चूंकि पिछली सभी यादों से बचना मुश्किल है, आप एक कदम भी आगे बढ़ने का साहस नहीं कर पा रहे हैं और विश्वास करने लगे हैं कि बदलाव संभव नहीं है।</p><br><img src='../assets/jsonImages/0_20_LB_R.png' /><br><br><p>लेकिन, आपको यह समझने की जरूरत है कि प्यार बुनियादी मानव स्वभाव है, और विश्वास करें या नहीं, यह आपके दिल में पहले से ही है। आपको इसे कहीं और खोजने की जरूरत नहीं है। दूसरों का प्यार सिर्फ आपका प्यार बढ़ाता है, लेकिन जो आपका है वो आपसे कोई नहीं छीन सकता। अपने आप को पिछले मानसिक आघातों से छुटकारा पाने की अनुमति दें और उस आंतरिक प्रेम को एक बार फिर से महसूस करें। इस बार आप अपने आप से बिलकुल वैसे ही प्यार करें, जैसा प्यार आप पाना चाहते हैं।</p><br><p>इस बार आपका अपने साथ संबंध स्वस्थ रहने वाला है। इस बार आप अपने साथ एक ठोस, स्वस्थ और सकारात्मक संबंध बनाएंगे, और वह प्यार स्वाभाविक रूप से दूसरों तक भी पहुंचेगा।</p><p>एक नई शुरुआत आपका इंतजार कर रही है, लेकिन आपको इसे अपनाने के लिए तैयार रहने की जरूरत है! यदि आप तैयार नहीं हैं, तो अपने आप से पूछें कि क्यों और जवाब की तलाश करें। यह तब होगा जब आप तैयार होंगे, लेकिन इसके बारे में सोचना मददगार हो सकता है। यहीं पर ठहर कर सोचें!</p>",
    "LB2": "<p><b><i>समान विचारधारा वाले लोगों के लिए </i></b><br><b><i>लोग चुम्बक की तरह होते हैं और हम ऐसे लोगों को अपनी ओर आकर्षित करते हैं जो वैसे ही होते हैं जैसे हम सचेत या अवचेतन रूप से खुद को दिखा रहे होते हैं।</i></b></p><br><div class='jsonImageContainer'><div><p>एक बार जब हम कुछ हद तक आत्म-प्रेम प्राप्त कर लेते हैं तो हम दूसरों के साथ अपने संबंधों में प्रेम और अपनेपन की तलाश करते हैं। और आपका स्कोर दर्शाता है कि आप उस मोर्चे पर संघर्ष कर रहे हैं।</p><p>शायद आपके रिश्ते उतने गहरे और संतोषजनक नहीं हैं जितने हो सकते थे, और (यह सुनने में काफी तकलीफदेह हो सकता है) हो सकता है कि आप जिस प्यार और अपनेपन के बारे में कमी महसूस कर रहे हैं उसका कारण आप स्वयं हैं। उथला या नकारात्मक सामाजिक संपर्क, अस्वस्थ मित्रता, और अपने परिवार और सामाजिक दायरे में खराब रिश्ते अक्सर हमारी अपने खुद के प्रति करुणा की कमी का परिणाम होते हैं।</p></div><img src='../assets/jsonImages/21-40/21_40_LB_S.png' /></div><br><p>अगर हम अपने आप के प्रति करुणा नहीं दिखाते हैं तो हम अपने परिवार, दोस्तों और समुदाय के साथ सच्चे और अधिक सार्थक संबंध रखने की उम्मीद कैसे कर सकते हैं? अगर हम खुद के करीब नहीं हो सकते तो हम दूसरों के करीब बढ़ने की उम्मीद कैसे कर सकते हैं? अगर हम उन्मुक्त होकर जीवन नहीं जी सकते हैं और अपने खुद के साथ का आनंद नहीं उठा सकते हैं तो हम कैसे रिश्तों को संतोषजनक बना सकते हैं?</p><p>इसके अलावा, अगर हम अपने जुनून, करुणा और प्राकृतिक चंचल भावना को व्यक्त नहीं करते हैं, तो हम दुनिया को क्या संकेत दे रहे हैं…और हम किस तरह के लोगों को आकर्षित कर रहे हैं?</p><p>समान विचारधारा वाले लोगों के लिए लोग चुम्बक की तरह होते हैं और हम ऐसे लोगों को अपनी ओर आकर्षित करते हैं जो वैसे ही होते हैं जैसे हम सचेत या अवचेतन रूप से खुद को दिखा रहे होते हैं।</p><br><p>आप जिन समुदायों से जुड़े हुए हैं, उनको देखकर अपने मित्रों और परिवार के साथ अपने संबंधों की सूची बनाने पर विचार कर सकते हैं। वे लोग खुद को कैसे दिखा रहे हैं? क्या वे नकारात्मक हैं? क्या वे सकारात्मक हैं? क्या वे करुणामय हैं? क्या वे उदासीन और भावशून्य हैं ? क्या वे सहानुभूति और जुड़ाव दिखाते हैं? उनके साथ आपका रिश्ता गहरा है या उथला? क्या वे असुरक्षित और चंचल होने को सही मानते हैं, या वे खुद तक सीमित हैं? क्या वे असलियत में वही हैं, जो वे दिखाते हैं, या दूसरों के साथ उनका जुड़ाव दिखावा है?</p><br><p>और आपके बारे में क्या? आप अपने जीवन के इन महत्वपूर्ण क्षेत्रों में कहाँ सुधार कर सकते हैं? और प्यार व अपनेपन के बढ़ने पर आपके लिए क्या संभव हो सकता है?</p><p>आप एक जीवन प्रशिक्षक के साथ काम करने, विश्वास-आधारित समुदाय में शामिल होने या कुछ आत्म-सुधार पाठ्यक्रम लेने पर विचार कर सकते हैं। आप इनमें से किसी भी वातावरण में जो पाएंगे वह आपके स्वयं की व्यापक, गहरी समझ और स्वीकृति है, जो बदले में आपको स्वाभाविक रूप से दूसरों से अधिक जुड़े रहने में मदद करेगा।</p><br><p>अपने स्वयं के पालन-पोषण पर चिंतन करना और यह देखना भी महत्वपूर्ण है कि आपके परिवार ने प्रेम, स्नेह, सामाजिक संबंधों और सामुदायिक भागीदारी को किस प्रकार निभाया है। हमारी जिस तरह से परवरिश हुई है अक्सर उसका सीधा संबंध इस बात से होता है कि हम कैसे जीवन जीते हैं और एक वयस्क के रूप में दूसरों के साथ कैसा व्यवहार करते हैं - और यह हमारे जीवन के हर क्षेत्र को प्रभावित कर सकता है। यदि आप पाते हैं कि आप अपने रिश्तों में संघर्ष करते हैं, तो एक चिकित्सक (थेरेपिस्ट) से बात करना मददगार हो सकता है जो आपको इन सभी चुनौतियों की जड़ों का पता लगाने में मदद कर सकता है।</p><br><img src='../assets/jsonImages/21-40/21_40_LB_R.png' /><br><p>यह याद रखना बहुत जरुरी है कि आपका जीवन अतीत के सदमों से बहुत बढ़कर है और आप प्यार किये जाने के काबिल हैं। यह सोच ही प्यार और अपनेपन के मामले में एक सार्थक जीवन जीने की दिशा में पहला कदम है!  हिम्मत न हारें, आगे बढ़ते रहें जब तक कि आप जो चाहते हैं वह आपको न मिल जाए!</p>",
    "LB3": "<p><b><i>आप प्यार और अपनेपन के योग्य हैं, और आप ऐसे लोगों से घिरे रहने के योग्य हैं जो आपको ख़ुशी, सुरक्षा और प्यार का अनुभव कराते हैं।</i></b></p><br><div class='jsonImageContainer'><div><p>आपके स्कोर से पता चलता है कि आपके रिश्ते ठीक लग रहे हैं, लेकिन वे और बेहतर हो सकते हैं। आपको ऐसा लग सकता है कि आप अपने मित्रों और परिवार से उतने जुड़े नहीं हैं जितना आप होना चाहते हैं या यह कि आपके सामाजिक संपर्क सतही हैं।</p><br><p>अच्छी खबर यह है कि कुछ चीजें हैं जो आप अपने प्यार और अपनेपन की भावना को बेहतर बनाने के लिए कर सकते हैं। सबसे महत्वपूर्ण चीजों में से एक है खुद के साथ समय बिताना और यह जानना कि आप असल में कौन हैं। इसका अर्थ है शांत रहने के लिए समय निकालना, ध्यान लगाना और अपने जीवन पर चिंतन करना। आपको किस चीज़ से खुशी मिलती है? आपको क्या उत्तेजित करता है? आपके शौक क्या हैं? आप सबसे अधिक जीवंत कब महसूस करते हैं?</p></div><img src='../assets/jsonImages/41-60/41-60 LB_S.png'></div><br><p>एक बार जब आप अपने बारे में बेहतर समझ बना लेते हैं, तो आप अपने रिश्तों में अधिक ईमानदार होने पर काम करना शुरू कर सकते हैं। इसका अर्थ है कि कमजोर होने, अपने सच्चे विचारों और भावनाओं को साझा करने, और अपूर्ण होने के साथ सहज होना। इसका अर्थ स्वयं के प्रति और दूसरों के प्रति करुणा दिखाना भी है। जब आप ऐसा कर सकते हैं तो आप पाएंगे कि आपके रिश्ते गहरे होने लगते हैं और अधिक परिपूर्ण हो जाते हैं।</p><br><p>दुनिया एक निष्ठुर और एकांत जगह हो सकती है, लेकिन आपको इससे अकेले गुजरने की जरूरत नहीं है। यहां कई लोग और समुदाय हैं जो आपकी यात्रा में आपका साथ दे सकते हैं। उनकी तलाश करें, और आप पाएंगे कि आपके प्यार और अपनेपन की भावना में सुधार होना शुरू हो गया है|</p><p>यदि आपके पिछले अनुभवों ने आपका दूसरों के सामने खुलना मुश्किल बना दिया है, तो उन अनुभवों से खुद को अलग करना मददगार हो सकता है। लेकिन अगर आप वर्तमान में ऐसे लोगों से घिरे हैं जो आपको अप्रसन्न या असमर्थित महसूस कराते हैं तो जान लें कि आपके पास इसे बदलने की शक्ति है। <i>आप प्यार और अपनेपन के योग्य हैं, और आप ऐसे लोगों से घिरे रहने के योग्य हैं जो आपको ख़ुशी, सुरक्षा, और प्यार का अनुभव कराते हैं।</i></p><br><p>यहां, सबसे समझदारी का निर्णय उन रिश्तों से दूर जाना है जो आपका कोई भला नहीं करते हैं और उन्हें ऐसे रिश्तों से बदल देना चाहिए जो आपके लायक हैं। यह आसान नहीं होगा, लेकिन यह संभव है। साथ ही यह सुनिश्चित करें कि आप अच्छे लोगों को दूर नहीं कर रहे हैं। यदि आप पाते हैं कि आप ऐसा कर रहे हैं तो अपने अन्दर झांकने और इसके कारणों का पता लगाने की ज़रूरत है।</p><br><p>आप इसकी शुरुआत अपने रिश्तों पर करीब से नज़र डालकर और उन क्षेत्रों की पहचान करके कर सकते हैं, जहाँ आपको सुधार करने की आवश्यकता है। अपने आप से ईमानदार रहें और फिर चीजों को बेहतरी के लिए बदलने के लिए आवश्यक कदम उठाएं। थोड़े से प्रयास से आप प्रेम और अपनेपन के संबंध में अधिक परिपूर्ण जीवन जीने की तरफ बढ़ेंगे।</p><br><img src='../assets/jsonImages/41-60/41_60_LB_R.png'><br><p>अगर आपके आघात इतने गहरे हैं कि आपका अपने आप उन तक पहुंचना और उनका समाधान करना मुश्किल हो रहा है तो आप को किसी चिकित्सक या परामर्शदाता से बात करनी चाहिए । यदि आप इसका खर्च नहीं उठा सकते हैं तो किसी ऐसे व्यक्ति से अपने आघातों के बारे में बात करें जिस पर आप अपने आघात के बारे में भरोसा करते हैं, और उसे बताएं कि इन आघातों ने आपके जीवन को कैसे प्रभावित किया है। एक अच्छी शुरुआत यह है कि आप जिन भी मुद्दों का सामना कर रहे हैं उन्हें दूसरों के साथ साझा करके अपनी आवाज उठाएं।</p><br><p>ऐसे लोग हैं जो आपकी परवाह करते हैं और मदद करना चाहते हैं; आपको बस इतना करना है कि आपको उन तक पहुंचना है। स्वस्थ रिश्तों में निवेश करते रहें और आप अपने आप बेहतर महसूस करेंगे!</p>",
    "LB4": "<p><i><b>जब आप नकारात्मक शक्तियों को खारिज करते हैं, तो आप प्यार को फलने-फूलने के लिए और अधिक अवसर देते हैं।</b></i></p><br><div class='jsonImageContainer'><div><p>आपके पास प्यार और अपनेपन की प्रबल भावना होने की संभावना होती है लेकिन आपको  इसे बनाए रखने के लिए संघर्ष करना पड़ सकता है। ऐसा इसलिए है क्योंकि आपके पास कुछ ऐसे अचेतन विश्वास या भावनाएं हैं जो रास्ते में आड़े आ रही हैं।</p><br><p>जब रिश्तों की बात आती है तो प्यार जैसी स्वाभाविक भावना भी थोड़ी चुनौतीपूर्ण हो सकती है। उदाहरण के लिए, यदि आपके पास ऐसे अनुभव थे जहां प्रेम सशर्त था, अर्थात या तो आपको इसे अर्जित करना था, या इसे स्वस्थ तरीके से नहीं दिया गया - तो आपके लिए  यह विश्वास करना मुश्किल हो सकता है कि आप प्यार के योग्य हैं। आप भावनात्मक रूप से अनुपलब्ध लोगों के प्रति आकर्षित हो सकते हैं जो आपके साथ दुर्व्यवहार करते हैं, या जिन्होंने आपके साथ अतीत में दुर्व्यवहार किया था।</p></div><img src='../assets/jsonImages/61-80/61_80_LB_S.png' /></div><br><p>यह आपके वर्तमान रिश्तों में असुरक्षा, अविश्वास और चिंता की भावना पैदा कर सकता है, जिसकी वजह से प्रेम एवं जुड़ावसामने होने पर भी उसे पूरी तरह से अनुभव करना मुश्किल हो सकता है।</p><br><p>इन विश्वासों और भावनाओं पर काम करने के लिए आप कुछ चीजें कर सकते हैं। प्यार और अपनेपन के बारे में अपने विश्वासों की जांच करने से शुरू करें। वे किस पर आधारित हैं? वे कहां से आए हैं? क्या आज भी वे आपके लिए अच्छे हैं? यदि नहीं, तो शायद उन्हें बदल देने का समय आ गया है।</p><br><p>इसके अलावा, आप अपने उन रिश्तों पर ध्यान देना शुरू कर सकते हैं जो आपको प्यार और साथ का एहसास कराते हैं। आप उन लोगों के साथ अधिक समय बिताने की कोशिश कर सकते हैं जो आपके लिए बेहतर हैं और उन रिश्तों को छोड़ दें जो आपके लिए बेहतर नहीं हैं। <strong>जब आप नकारात्मक शक्तियों को खारिज करते हैं, तो आप प्यार को फलने-फूलने के लिए और अधिक अवसर देते हैं।</strong></p><br><p>आपके लिए दूसरों पर भरोसा करना भी मुश्किल हो सकता है, और जब आप किसी रिश्ते में होते हैं तब भी आप अक्सर अकेला महसूस कर सकते हैं। अगर ऐसा है तो किसी चिकित्सक (थेरेपिस्ट) या परामर्शदाता (काउंसलर) से बात करना मददगार हो सकता है जो इन मुद्दों से निपटने में आपकी मदद कर सकता है। विश्वास किसी भी रिश्ते का एक महत्वपूर्ण हिस्सा है, और इसलिए इसमें शामिल व्यक्तियों द्वारा निरंतर देख-रेख करने की आवश्यकता है।</p><br><img src='../assets/jsonImages/61-80/61_80_LB_R.png' /><p>अपने साथ के लोगों से इस बारे में ईमानदार चर्चा करने से, कि आपको उनसे क्या चाहिए, बहुत मदद मिल सकती है। आप उन्हें बता सकते हैं कि उनके व्यवहार से आपको कैसा महसूस होता है, साथ ही साथ उन्हें भी ऐसा करने के लिए कहें। वे जो कहते हैं उसे सुनने और समझने की कोशिश करें। ऐसा माहौल तैयार करना जहां आप दोनों खुलकर संवाद कर सकें, एक स्वस्थ संबंध बनाने की कुंजी है।</p><br><p>इसके अलावा, अपने आप को याद दिलाते रहें कि आपके पिछले आघातों और दखल देने वाले विचारों का आपके वर्तमान जीवन विकल्पों पर नियंत्रण नहीं होना चाहिए।</p><p>ऐसे लोगों के साथ रहना चुनें जो आपको सुरक्षित और खुश महसूस कराते हैं। आप इसके लायक हैं और इसलिए अपनी खातिर इसे पहचानें!</p>",
    "LB5": "<p><i><b>प्रेम पलायन की जगह नहीं है, बल्कि एक रोशनी है जो भीतर से निकलती है।</b></i></p><br><div class='jsonImageContainer'><div><p>यह उल्लेखनीय है कि आप अपने जीवन में लोगों से कितना अच्छा जुड़ाव महसूस करते हैं, और यह कैसे आपको अपने आत्म का सबसे बेहतर संस्करण बनने के लिए प्रेरित करता है।</p><br><p>अपने मतभेदों और व्यक्तित्वों के बीच हम सभी प्यार और स्वीकृत महसूस करने की एक बुनियादी आवश्यकता साझा करते हैं। यही वह चीज़ है जो हमारी सकारात्मक कार्यवाइयों को सामाजिक संबंध, दोस्ती और अंतरंगता की तलाश करने के लिए प्रेरित करती  है।</p><p>हम सभी के जीवन में संघर्षों का पर्याप्त इतिहास रहा है, लेकिन उन संघर्षों को हमें परिभाषित करने की आवश्यकता नहीं है। करुणा और इससे भी अधिक महत्वपूर्ण बात कि आत्म-प्रेम वाले लोग आगे बढ़ने और बेहतर होने के लिए खुद को बदलने में सक्षम हैं। वे यह बात समझते हैं कि <strong><i>प्रेम पलायन की जगह नहीं है</i></strong>, <b><i>बल्कि एक रोशनी है जो भीतर से निकलती है।</i></b></p></div><img src='../assets/jsonImages/81-100/81_100_LB_S.png' alt='Self actualization' /></div><br><p>अपने आप को पूर्ण महसूस करने के लिए जगह देने की आपकी क्षमता आपके भीतर की करुणा को दर्शाती है। जब हम खुद से प्यार करना शुरू करते हैं, तो दूसरे उस प्यार को हमें वापस दिखलाने लगते हैं। जो लोग आपको गर्मजोशी और प्रशंसा की दृष्टि से देखते हैं, उन्हें अपनी क्षमता की एक झलक दिखाई दे रही होती है।</p><br><p>आपके रिश्ते फायदेमंद और सार्थक हैं क्योंकि आप उन्हें होने देते हैं। आप खुद पर या दूसरों पर किसी प्रकार का दबाव नहीं डालते हैं, और यही सच्ची अंतरंगता को संभव बनाता है। लोग आपके आस-पास सहज महसूस करते हैं क्योंकि वे यह जानते हैं कि आपके यहां आंकने का कोई पैमाना नहीं है केवल स्वीकृति है ।</p><br><img src='../assets/jsonImages/81-100/81_100_LB_R.png' alt='Self actualization' /><br><br><p>आपने करुणामय होने का बहुत अभ्यास किया है, यही कारण है कि आप मदद करने वाले  व्यवसायों को चुन सकते हैं। आप यह समझते हैं कि हम सब सिर्फ इंसान हैं और हम सभी गलतियाँ करते हैं। आप दूसरों से समझदारी और सज्जनता से पेश आते हैं और बदले में वे आपसे वैसा ही व्यवहार करते हैं।</p><br><p>हो सकता है कि आपको अपने जीवन में कुछ कठिन समय का सामना करना पड़ा हो लेकिन आप उन्हें जीत में बदलने में कामयाब रहे हैं। अब यहां से अपनी करुणा को व्यवहार में ढ़ालने  का समय आ गया है। आपके भीतर प्रचुर मात्रा में प्रेम है; जितना अधिक आप दूसरों के साथ साझा करते हैं, उतना अधिक आप खुद भी प्राप्त करते हैं।</p><p>प्रेम और स्वीकृति का प्रकाश फैलाना जारी रखें और एक समय में दयालुता का एक कार्य करते रहें। क्या पता आपका एक छोटा-सा इशारा किसी की जिंदगी बदल दे।</p>",
    "SN1": "<p><i><b>अपने संकोच और असुरक्षाओं के कारण आपका प्रदर्शन सीमित हो जाता है क्योंकि आपसे एक निश्चित तरीके से व्यवहार करने की अपेक्षा की जाती है।</b></i></p><br><div class='jsonImageContainer'><div><p>ऐसा लगता है कि आप अपनी सुरक्षा आवश्यकताओं की वजह से संघर्ष कर रहे हैं। क्या आप यह जानने की कोशिश कर सकते हैं कि ऐसा क्यों हो रहा है?</p><p>प्रत्येक व्यक्ति डर का अलग तरह से अनुभव करता है; किसी के अनुभव की तुलना दूसरे से नहीं की जा सकती है। आपकी भावनाओं को दूसरे के द्वारा अमान्य नहीं किया जाता है, लेकिन इससे भी जरुरी बात यह है कि आपकी डर की भावनाएं आपको परिभाषित न करें। <strong>अपने संकोच और असुरक्षाओं के कारण आपका प्रदर्शन सीमित हो जाता है क्योंकि आपसे एक निश्चित तरीके से व्यवहार करने की अपेक्षा की जाती है।</strong></p><br><p>यह समझना महत्वपूर्ण है कि असुरक्षित महसूस करना कुछ स्थितियों में एक सामान्य प्रतिक्रिया है। लेकिन अगर तत्काल खतरा न होने पर भी डर की भावना बनी रहती है तो यह आपकी चुनौतियों को कई गुना बढ़ा सकती है। चिंता और भय की निरंतर भावना शारीरिक और मानसिक स्वास्थ्य समस्याओं को जन्म दे सकती है और अंततः आपके प्रदर्शन को नकारात्मक रूप से प्रभावित कर सकती है।</p></div><br><img src='../assets/jsonImages/0_20_SN_S.png' /></div><br><p>आपने अपने जीवन में कुछ आघात का अनुभव किया होगा जिससे आपको विश्वास हो गया है कि दुनिया एक सुरक्षित जगह नहीं है। आपके पास पर्याप्त खाना न होना, अपने लिए घर की लगातार चिंता, शारीरिक या मानसिक उत्पीड़न, अपने खिलाफ शारीरिक या यौन हिंसा के पिछले अनुभव, एक अस्वस्थ या बीमार शरीर, एक कथित खतरा, या काम का दबाव, कई कारणों में से कुछ हैं जिनकी वजह से व्यक्ति असुरक्षित महसूस कर सकता है। और यह सिर्फ बड़ी चीजें नहीं हैं: यहां तक ​​कि एक अप्रत्याशित फोन कॉल या लाइन में आपके बहुत करीब खड़े हुए  व्यक्ति जैसी छोटी चीजें भी डर की भावना को ट्रिगर कर सकती हैं।</p><p>तो, सुरक्षित महसूस करने के लिए आप क्या कर सकते हैं?</p><br><p>सबसे पहले, उन चीजों की पहचान करना महत्वपूर्ण है जो आपको असुरक्षित महसूस कराती हैं। एक बार जब आप जान जाते हैं कि इन भावनाओं को क्या ट्रिगर कर रहा है, तो आप उन पर काम करना शुरू कर सकते हैं।</p><p>उदाहरण के लिए, यदि आप अपनी आर्थिक स्थिति के कारण असुरक्षित महसूस करते हैं तो आप अपनी आर्थिक सुरक्षा को ठीक करने के लिए काम करना शुरू कर सकते हैं। यहां तक ​​कि जब आप मुश्किल से अपना गुजारा कर रहे हों तब भी कुछ पैसे अलग रखना शुरू कर दें ताकि आपात स्थिति में आपके पास कुछ हो। यदि आपके पास आय का कोई स्रोत नहीं है तो उम्मीद न खोएं और अवसरों की तलाश शुरू करें।</p><br><p>यदि आप अपने आस-पास या रिश्तों के कारण असुरक्षित महसूस करते हैं, तो उन पर कड़ी नज़र डालें। क्या आपके आस-पास के लोग सकारात्मक और सहायक हैं? क्या वे आपको अपने बारे में अच्छा महसूस कराते हैं? यदि नहीं, तो समय आ गया है कि आप उनसे दूरी बना लें।</p><p>जिन लोगों पर आप भरोसा करते हैं, उनका एक सहायक समूह बनाना भी महत्वपूर्ण है। ये आपके मित्र, परिवार या चिकित्सक भी हो सकते हैं। ऐसे ही किसी व्यक्ति से उस चीज के बारे में बात करना जो आपको असुरक्षित महसूस करा रही है, आपको बेहतर महसूस करने और अपनी चिंता से निपटने के तरीके खोजने में मदद कर सकता है। अतीत में दर्द झेलने के अनुभव से गुजरने के बाद किसी के सामने खुलना और उस पर भरोसा करना, मुश्किल हो सकता है, लेकिन यह उबरने के लिए फायदेमंद है।</p><br><br><img src='../assets/jsonImages/0_20_SN_R.png' /><br><br><p>अपनी आँखें बंद करें और हर उस चीज़ की कल्पना करें जो आपको सुरक्षित महसूस कराती है: क्या यह कोई जगह है? क्या यह किसी प्रिय की बाहें हैं? क्या यह एक सुंदर स्मृति है? या कोई शौक है? कल्पना करें कि आप वहां हैं और वह कर रहे हैं जो आपको सुरक्षित महसूस कराता है। यह एक शुरुआत है।</p><p>आप अपने मन और शरीर को आराम देने के लिए गहरी सांस लेने या ध्यान लगाने जैसी विश्राम तकनीकों को भी आजमा सकते हैं। ये तकनीकें आपका अपने ऊपर नियंत्रण बढ़ाने और डर की भावना को कम करने में मदद कर सकती हैं।</p>",
    "SN2": "<p><i><b>यहां तक ​​कि जब सब कुछ असंभव लगता है, हमें याद रखना चाहिए कि हमारे पास एक विकल्प है और सही दिशा में एक कदम हमें हमारे सपनों के करीब लाएगा।</b></i></p><br><div class='jsonImageContainer'><div><p>ऐसा लगता है कि आपकी मूलभूत सुरक्षा और सुरक्षा आवश्यकताओं के संबंध में कुछ (सचेत या अचेतन) अनिश्चितता है।</p><p>आप कभी-कभी आवास, खाद्य सुरक्षा, या अपनी व्यक्तिगत सुरक्षा तक स्थायी पहुंच के मुद्दों के बारे में संदेह का अनुभव कर सकते हैं। आप इन क्षेत्रों में वास्तविक या कथित कमियों से निपटने की अपनी क्षमता पर सवाल उठा सकते हैं, और वे संदेह आपकी भावनात्मक स्थिरता और मानसिक स्वास्थ्य को प्रभावित कर सकते हैं।</p><br><p>इसके विपरीत, यदि आप मानसिक स्वास्थ्य या भावनात्मक रूप से या किसी अन्य प्रकार से असंतुलित महसूस करते हैं तो यह इन मूलभूत जीवन के मुद्दों के प्रति सकारात्मक मानसिकता रखने की आपकी क्षमता को नकारात्मक रूप से प्रभावित कर सकता है, जो आपको पतन की ओर ले जा सकता है।</p></div><img src='../assets/jsonImages/21-40/21_40_SN_S.png'></div><br><p>आप अपनी सुरक्षा की भावना को बेहतर बनाने के लिए नीचे सूचीबद्ध कुछ चीजों को आज़माने पर विचार कर सकते हैं:</p><p>अपनी बुनियादी जरूरतों को पूरा करने के लिए एक ठोस योजना बनाएं। यह आपको बहुत आसान लग सकता है लेकिन यह करने लायक है, क्योंकि यह वह नींव है जिस पर बाकी सब कुछ बनाया जाता है। यदि आपके पास कोई योजना नहीं है या यदि आपकी योजना अस्थिर है तो यह अनिश्चितता और चिंता की भावना पैदा करने वाला है।</p><br><p>अपने आपको मजबूत बनाने पर काम करें। इसमें सकारात्मक मानसिकता विकसित करना, तनाव से निपटने का तरीका सीखना और उन लोगों का समूह बनाना शामिल है, जिन पर आप भरोसा कर सकते हैं, साथ ही साथ यह भी समझते और स्वीकार करते जाना कि आप कहां मजबूत रहे हैं।</p><br><p>अपनी सुरक्षा के लिए संभावित खतरों के बारे में जागरूक रहें। इसका मतलब यह हो सकता है कि अपने आस-पास के बारे में जागरूक रहें, अजनबियों के साथ बातचीत करते समय सतर्क रहें और अगर आपको लगता है कि आपके साथ गलत व्यवहार किया जा रहा है तो खुद के लिए डट कर खड़े रहें या फिर आपात स्थिति या संकट के मामलों से निपटने के लिए बैकअप योजना तैयार रखें ।</p><br><p>\"सुरक्षित\" वातावरण के बारे में सभी के अलग-अलग विचार हैं। जो आपको सुरक्षित महसूस कराता है वह किसी और के लिए भी ऐसा ही हो यह ज़रूरी नहीं है। और यह ठीक भी है! आपको बस अपनी जरूरतों के बारे में पता होना चाहिए और आपको यह सुनिश्चित करना चाहिए कि आप वह कर रहे हैं जिसे आप पूरी तरह से ठीक से कर सकते हैं।</p><br><p>यदि अभी भी आप को लगता है कि आप बीच रास्ते में हैं तो सुरक्षा की आपकी भावनाओं को जो भी खतरा है उससे निपटने के लिए आप किसी विशेषज्ञ से मदद लें। ऐसा करने पर एक चिकित्सक (थेरेपिस्ट) आपको सहायता और मार्गदर्शन प्रदान कर सकता है।</p><br><p>आर्थिक अनिश्चितताओं के लिए आपको अपनी वर्तमान आर्थिक स्थिति का मूल्यांकन करने और एक योग्य आर्थिक सलाहकार या सेवानिवृत्ति विशेषज्ञ से कुछ सलाह  प्राप्त करने से लाभ हो सकता है। अपने नकदी प्रवाह का प्रबंधन करने, उपलब्ध साधनों में ही गुजारा करने, बचत करने और निवेश करने के लिए जानकारी और संसाधनों कि उपलब्धता आपके तनाव और चिंता को कम कर सकती  है।</p><br><p>पैसे के साथ हमारा मूल संबंध अक्सर हमारे घर को खोने के बढ़ते डर, खाने के लिए पर्याप्त भोजन नहीं होने, या खुद को और अपने प्रियजनों को सुरक्षित रखने में विफल रहने जैसे मुद्दों के बारे में अनिश्चितता की भावनाओं की जड़ में होता है।</p><br><img src='../assets/jsonImages/21-40/21_40_SN_R.png'></div><br><br><p><strong>यहां तक कि जब सब कुछ असंभव लगता है</strong>, <strong>हमें याद रखना चाहिए कि हमारे पास एक विकल्प है और सही दिशा में एक कदम हमें हमारे सपनों के करीब लाएगा।</strong></p><br><p>आप अपने लिए कोई मुद्दा नहीं हैं, आप अपनी समस्या नहीं हैं, आप समाधान हैं।</p><p>आपका सुरक्षित ठिकाना दूर नहीं है: अपने आप पर काम करते रहें और आप जल्द ही वहां पहुंच जाएंगे।</p>",
    "SN3": "<p><i><b>याद रखें कि इसमें आप अकेले नहीं हैं और ऐसे लोग हैं जो आपकी परवाह करते हैं और मदद करना चाहते हैं।</b></i></p><br><div class='jsonImageContainer'><div><p>आपका स्कोर बताता है कि आप पिछले कुछ समय से अपने जीवन के निर्माण पर काम कर रहे हैं जिससे आपको सुरक्षा की भावना विकसित करने में मदद मिली है, क्योंकि आपने इसके लिए काम किया है।</p><br><p>आप ऐसा महसूस कर सकते हैं कि अब आप अंत में कुछ सांस ले सकते हैं और आराम कर सकते हैं क्योंकि आप अपनी सुरक्षा के लिए संभावित खतरों को संबोधित करने के लिए सक्रिय रहे हैं। लेकिन जिस तरह से आपने संघर्ष किया है और चुनौतियों पर विजय प्राप्त की है, आपमें दृढ़ता और लचीलेपन की भावना भी विकसित हुई है, जो संकट या अनिश्चितता के समय में उपयोगी हो सकती है।</p></div><img src='../assets/jsonImages/41-60/41_60_SN_S.png'></div><br><p>आप को यह भी महसूस हो सकता है कि आप पहले की तुलना में कठिन परिस्थितियों से निपटने में अधिक सहज हैं। यह विकसित गुण तब मददगार हो सकता है जब चीजें योजना के अनुसार नहीं होती हैं या जब आपको लगता है कि आप पर हमला हो रहा है।</p><br><p>ऐसा प्रतीत होता है कि आप आम तौर पर अपने रास्ते में आने वाली चुनौतियों से निपटने की अपनी क्षमता के प्रति सकारात्मक दृष्टिकोण और आत्मविश्वास बनाए रखने में सक्षम हैं, लेकिन आप कभी-कभी रोटी-कपड़ा और मकान या सुरक्षित रहने जैसी साधारण चीजों के बारे में चिंतित होते हैं या तनाव महसूस करते हैं। ये चिंताएं आपके जीवन में सुरक्षा को लेकर आपकी गहरी जरुरत को प्रतिबिंबित करती हैं।</p><br><p>इसे दूर करने के लिए अपने लिए अधिक ठोस नींव बनाने पर ध्यान दें। इसमें उन लोगों का सुरक्षा समूह बनाना या मजबूत करना शामिल हो सकता है जिन पर आप भरोसा कर सकते हैं और आपात स्थिति के लिए पैसे की बचत, संपत्तियों में निवेश, वित्तीय योजना विकसित करना, और अपनी सुरक्षा के लिए संभावित खतरों को दूर करने के लिए सक्रिय होना भी शामिल हो सकता है।</p><br><p>यदि आप पाते हैं कि ये भावनाएं अभी भी आपके जीवन की गुणवत्ता को प्रभावित कर रही हैं या संकट पैदा कर रही हैं जब कि आप सुरक्षित हैं, जबकि आपके पास योजना है, तो फिर पेशेवर मदद लेना फायदेमंद हो सकता है। इस तरह की भावनाओं से निपटने के लिए  जूझने का एक स्वस्थ तरीका विकसित करने में चिकित्सक आपको सहायता और मार्गदर्शन प्रदान कर सकता है। आप अपने आर्थिक प्रबंधन के लिए पुस्तकों, लेखों या वेबसाइटों जैसे संसाधनों पर भी गौर कर सकते हैं।</p><br><img src='../assets/jsonImages/41-60/41_60_SN_R.png'><p>अगर आपको लगता है कि आपका वातावरण और रिश्ते स्थिर या सुरक्षित नहीं हैं तो आपको बदलाव करने पर विचार करना चाहिए। पहला और सबसे कठिन कदम यह स्वीकार करना है कि आपके आसपास का वातावरण आपको नुकसान पहुंचा रहा है और स्थिति को सुधारने के लिए आपको कार्रवाई करने की आवश्यकता है। इसके लिए कुछ कठिन निर्णय लेने की भी आवश्यकता हो सकते हैं , जैसे कि ज़हरीले संबंधों को तोड़ना या नौकरी बदलना। लेकिन यह याद रखें कि आप अपने जीवन में बदलाव लाने की ताकत रखते हैं।</p><br><p>आपको किसी ऐसे व्यक्ति से बात करने में मदद मिल सकती है जो निष्पक्ष साथ और मार्गदर्शन दे सकता है। <strong><i>याद रखें कि इसमें आप अकेले नहीं हैं बल्कि और ऐसे लोग भी हैं जो आपकी परवाह करते हैं और मदद करना चाहते हैं।</i></strong> और मदद पाने के लिए कोई भी समस्या बहुत बड़ी या बहुत छोटी नहीं होती है।</p><p>आप अपने लिए  अधिक सुरक्षा नेटवर्क बनाते रहें!</p>",
    "SN4": "<p><i><b>हर समस्या का समाधान किसी नाटकीय बदलाव से नहीं होता है, लेकिन कम से कम यह स्वीकार करने की जरूरत है कि कोई तो समस्या है।</b></i></p><br><div class='jsonImageContainer'><div><p>आपके स्कोर के अनुसार, आपकी सुरक्षा ज़रूरतें पूरी होती हुई दिखाई देती हैं, और आप अपने आप को सुरक्षित महसूस करते हैं। यह कई चीजों के कारण हो सकता है, जिसमें एक स्थिर नौकरी, परिवार और दोस्तों का एक सहायक नेटवर्क, अच्छा स्वास्थ्य और/या भौतिक संपत्ति शामिल है।</p><br><p>हो सकता है कि आपको अतीत में कुछ चुनौतियों का सामना करना पड़ा हो, लेकिन आप उनसे पार पाने में सफल रहे हैं। आप कठिन परिस्थितियों को संभालने की अपनी क्षमता में विश्वास रखते हैं, और आप आमतौर पर जीवन के प्रति सकारात्मक दृष्टिकोण बनाए रखते हैं। आपको लग सकता है कि आप तनाव और अनिश्चितता से निपटने में सक्षम हैं, और आप उतनी आसानी से विचलित नहीं होते जितना आप पहले होते थे।</p></div><img src='../assets/jsonImages/61-80/61_80_SN_S.png' /></div><br><p>लेकिन आपकी जीत के बावजूद, आपको लगता है कि अभी भी एक लंबा रास्ता तय करना है। आप उच्च स्तर का लक्ष्य बनाते हैं और शायद आप अपनी वर्तमान उपलब्धियों से वास्तव में कभी संतुष्ट नहीं होते हैं। यह एक अच्छी बात हो सकती है क्योंकि यह आपको अपने नज़रिए को लगातार सुधारने और नए लक्ष्यों तक पहुंचने के लिए प्रेरित करती है। पहले यह सुनिश्चित करें कि आप भविष्य में इतने नहीं उलझे हैं कि आप वर्तमान का आनंद उठाना भूल जाएं।</p><br><p>अक्सर अपने लिए कुछ समय निकालें और आराम करें और खुद को तरोताज़ा करें। यह आपको पूरी तरह से चूक जाने से रोकने और अपने जीवन में एक स्वस्थ संतुलन बनाए रखने में मदद कर सकता है।</p><br><p>यदि आपको ऐसा लगता है कि सुरक्षा के बारे में आपकी चिंताएं आपके जीवन की गुणवत्ता को प्रभावित कर रही हैं या तनाव पैदा कर रही हैं तो पेशेवर सहायता लेने का समय आ गया है। दुःख और चिंता की लगातार स्थिति आपके मानसिक और शारीरिक स्वास्थ्य के लिए बहुत हानिकारक हो सकती है।  एक जीवन मार्गदर्शक या चिकित्सक आपको जीवन के साथ तालमेल बिठाने के लिए स्वस्थ तरीके को विकसित करने और इन भावनाओं पर  काम करने में सहायता प्रदान करने में मदद कर सकता है।</p><br><p>आपको स्वयं सहायता पुस्तकें या व्यक्तिगत सुरक्षा से संबंधित लेख पढ़ने से भी लाभ हो सकता है। ऐसा करने से आपको सुरक्षा समस्याओं से निपटने के लिए अतिरिक्त सहायता  मिल सकती है।</p><br><p>यदि आप शारीरिक रूप से असुरक्षित महसूस करते हैं या अपने वातावरण को अस्थिर पाते हैं तो स्थिति को सुधारने का प्रयास करें। <strong><i>हर समस्या का समाधान किसी नाटकीय बदलाव से नहीं होता है, लेकिन कम से कम यह स्वीकार करने की जरूरत है कि कोई समस्या तो है</i></strong><i>।</i> आप किसी ऐसे व्यक्ति से बात कर सकते हैं जो निष्पक्ष मदद और मार्गदर्शन पेश  कर सकता है जिससे आप यह पता लगा सकते हैं कि आगे क्या कदम उठाना चाहिए ।</p><br><p>यदि आपके सुरक्षा मुद्दे पिछले आघातों की वजह से हैं, तो आपको यह समझने की ज़रुरत है कि उन अनुभवों को  आपके जीवन का नियंत्रण लेने की जरुरत नहीं है। आप उन आघातों से पार पाने और अधिक शांतिपूर्ण भविष्य के लिए आगे बढ़ने में सहायता प्राप्त कर सकते हैं।</p><br><img src='../assets/jsonImages/61-80/61_80_SN_R.png' /><br><p>जैसे ही आप अपनी बाक़ी सुरक्षा समस्याओं को हल कर लेते हैं, आप पाएंगे कि आपकी सेहत में सुधार होता है। आप अधिक आत्मविश्वास और सुरक्षित महसूस करेंगे जिससे आपको जीवन के सभी क्षेत्रों में अधिक सफलता मिल सकती है।</p><p>आपने अपने मन में जो भी ठाना है उसे आप अच्छी योजना, कड़ी मेहनत और दृढ़ संकल्प के साथ हासिल कर सकते हैं। इसलिए अपने सपनों को साकार करने के लिए प्रयास करने से न डरें।</p><br><p>आप वह सब हासिल करने में सक्षम हैं जिसका आप सपना देखने में सक्षम हैं!</p>",
    "SN5": "<p><b><i>प्रतिक्रियाशील होने के बजाय सुरक्षा को लेकर सक्रिय होना सबसे अच्छा है।</i></b></p><br><div class='jsonImageContainer'><div><p>ऐसा लगता है कि आप आत्मविश्वास की भावना के साथ जीवन की तरफ देख पाने में सक्षम हैं क्योंकि आप यह जानते हैं कि रास्ते में आने वाली चुनौतियों का सामना करने के लिए आपके पास पर्याप्त संसाधन हैं।</p><br><p>एक सुखी और संतुष्ट जीवन सुदृढ़ और सुरक्षित महसूस करने की मजबूत नींव पर निर्मित होता है। जब आपके जीवन के छोटे-छोटे हिस्सों का निर्माण उचित क्रम में होता है तो कठिनाइयों और असफलताओं का सामना करते हुए अपना संतुलन बनाए रखना बहुत आसान होता है।</p></div><img src='../assets/jsonImages/81-100/81_100_SN_S.png' alt='Self actualization' /></div><br><p>आपकी उन चीजों पर अच्छी पकड़ है जो सुदृढ़ और सुरक्षित महसूस करने में योगदान करती हैं। आप आत्मविश्वासी और लचीले हैं, आप अपनी रक्षा करने और अपने लिए बेहतर कर पाने में सक्षम हैं। आप भीतर से सुरक्षित महसूस करते हैं, और यह आंतरिक शांति आपको सज्जनता और गरिमा के साथ जीवन के तूफानों का सामना करने की अनुमति देती है।</p><br><p>आपके पास एक मजबूत समर्थन प्रणाली है, फिर चाहे वह दोस्तों या परिवार का एक करीबी समूह हो या एक विश्वसनीय पड़ोसी हो। आप जानते हैं कि जरूरत के समय आप किसके पास जा सकते हैं और यह आपको सुरक्षा की भावना देता है।</p><br><p>हालांकि एक ठोस नींव का होना आवश्यक है लेकिन यह याद रखना भी महत्वपूर्ण है कि जीवन लगातार बदलते परिदृश्य का नाम है। जो चीज़ें पहले आपको सुदृढ़ और सुरक्षित महसूस कराती थीं, हो सकता है वे अब ऐसा महसूस न कराएं और इसलिए सुरक्षा की भावना को बनाए रखने के लिए आपका लचीला और अनुकूलनीय होना महत्वपूर्ण है।</p><br><p><i>प्रतिक्रियाशील होने के बजाय सुरक्षा को लेकर सक्रिय होना सबसे अच्छा है।</i> जीवन की विभिन्न चुनौतियों और भटकावों के बीच, सुरक्षा को प्राथमिकता दें। आप अपने ट्रिगर्स को जानते हैं और आप उनसे बचने के तरीके पर अमल करते हैं या अगर आप ट्रिगर जो जाएं तो कम से कम उनसे निपटने के लिए आपके पास योजना है।</p><br><p>ऐसा क्या है जो आपको सुदृढ़ और सुरक्षित महसूस करने में योगदान देता है, इस बात की ठोस समझ होने से आप आत्मविश्वास के साथ अपना जीवन व्यतीत कर सकते हैं, क्योंकि आप यह जानते हैं कि किसी भी बाधा को दूर करने के लिए आपके पास पर्याप्त संसाधन हैं।</p><br><img src='../assets/jsonImages/81-100/81_100_SN_R.png' alt='Self actualization' /><p>आर्थिक सुरक्षा के संबंध में आपको यह याद रखना चाहिए कि बचा हुआ एक-एक पैसा मेहनत से कमाया गया पैसा है! अपना पैसा बुद्धिमानी से निवेश करें जिससे बुरे वक़्त में भी आपके पास हमेशा थोड़ी राहत हो।</p><br><p>सुरक्षा की अपनी आंतरिक भावना का पोषण करना जारी रखें जिससे आप एक संतुष्ट और पूर्ण जीवन की ओर अग्रसर होंगे। और इसे लोगों में बांटना न भूलें क्योंकि ज़रूरत में दूसरों की मदद करना सुरक्षित और मूल्यवान महसूस करने के सर्वोत्तम तरीकों में से एक है।</p><p>आप जो करते हैं उसे करते रहें, क्योंकि यह निश्चित रूप से काम कर रहा है!</p>",
    "PN1": "<p><b>जब आपके पास पहले से ही बहुत कुछ करने को है तो अपने शारीरिक स्वास्थ्य की देखभाल करना आपको एक विलास की तरह लग सकता है, लेकिन यह आपके समय और प्रयास के लायक है।</b></p><br><div class='jsonImageContainer'><div><p>ऐसा लगता है कि आपकी बहुत सारी शारीरिक ज़रूरतें पूरी नहीं हो रही हैं, जिससे आपको परेशानी हो रही है। यह कारणों का पता लगाने में आपकी मदद कर सकता है।</p><p>स्वस्थ भोजन, स्वच्छ पानी, रहने के लिए एक सुरक्षित स्थान, हमारी बुनियादी जरूरतों को पूरा करने के लिए पर्याप्त धन और एक कार्यशील शरीर, ये सभी चीजें हैं जो हमारे अस्तित्व के लिए आवश्यक हैं। लेकिन कभी-कभी, कुछ परिस्थितियों के कारण जो आपके नियंत्रण या जीवन-शैली विकल्पों से परे होती हैं, आप इन जरूरतों को पूरा करने में सक्षम नहीं होते हैं।</p><br><p>एक गैर-विकलांग शरीर कोई ऐसी चीज नहीं है जिससे हम सभी संपन्न हैं। जीवन और भी कठिन हो सकता है यदि आपके पास एक दृश्यमान या अदृश्य विकलांगता है। आप जानते हैं कि आप किस दौर से गुजर रहे हैं और ऐसी दुनिया में रहना कितना कठिन है जो हमेशा अनुकूल नहीं होती है। किसी को यह न कहने दें कि आप पर्याप्त नहीं कर रहे हैं। आप हर दिन लड़ रहे हैं और उम्मीद है कि यह काफी है। यदि आपको सहायता की आवश्यकता है तो इसके लिए पूछने में संकोच न करें। कोई भी व्यक्ति सब कुछ अकेले नहीं कर सकता।</p></div><br><br><img src='../assets/jsonImages/0_20_PN_S.png' /></div><br><p>लेकिन अगर आपके पास एक गैर-विकलांग (स्वस्थ) शरीर है, तो इसे हल्के में न लें। अपने शरीर की उपेक्षा करने के कई कारण हो सकते हैं, और इसका मतलब यह नहीं है कि आप आलसी हैं। यह तनाव, व्यस्त जीवन शैली, डिप्रेशन या किसी अन्य मानसिक स्वास्थ्य समस्या के कारण हो सकता है। इसके मूल कारण को समझना और जरूरत पड़ने पर मदद लेना महत्वपूर्ण है।</p><p>आपका शारीरिक स्वास्थ्य उतना ही महत्वपूर्ण है जितना कि आपका मानसिक स्वास्थ्य। इसलिए, अपने लिए समय निकालें और अपने शरीर का ख्याल रखें। बेहतर स्वास्थ्य बनाए रखने के लिए भरपूर व्यायाम करें, स्वस्थ भोजन करें और पर्याप्त नींद लें।<br><br> <b><i>जब आपके पास पहले से ही बहुत कुछ करने को है तो अपने शारीरिक स्वास्थ्य की देखभाल करना आपको एक विलास की तरह लग सकता है, लेकिन यह आपके समय और प्रयास के लायक है। </i></b><br><br>जैसा कि पुरानी कहावत है, असल में स्वास्थ्य ही धन है।</p><br><p>धूम्रपान, शराब पीने और नशीली दवाओं के दुरुपयोग जैसे अस्वास्थ्यकर जीवनशैली विकल्प भी आपकी शारीरिक जरूरतों को पूरा करने में मुश्किल पैदा कर सकते हैं। यदि आप व्यसन से जूझ रहे हैं, तो किसी पेशेवर की मदद लें। परामर्श आपको अपनी लत को समझने और इससे निपटने के तरीके खोजने में मदद कर सकता है। <i>अभी यह कितना भी मुश्किल क्यों न लगे, स्वास्थ्य लाभ (रिकवरी) संभव है। आपके अन्दर बस कोशिश करने की इच्छा होनी चाहिए ।</i></p><br><p>आपका शरीर एक पौधे की तरह है जिसे सक्रिय रहने, जीवित रहने और अपने सर्वोत्तम रूप में रहने के लिए हर दिन पोषण की आवश्यकता होती है। आपका शरीर, जितना आप सोच सकते हैं, उससे कहीं अधिक ग्रहणशील है: यदि कोई भाग क्षतिग्रस्त महसूस करता है तो दूसरे अपने आप प्रभावित हो जाते हैं। यह एक जैविक प्राणी है जिसे निरंतर देखभाल की आवश्यकता होती है, और इस पर ध्यान देने से आपके जीवन के हर पहलू को लाभ होगा।</p><br><img src='../assets/jsonImages/0_20_PN_R.png' /><br><p>अपने शरीर की ज़रूरतों और ज़रूरतों के बारे में अधिक जागरूक होने के लिए आज का दिन एक अच्छा दिन है। जब आप पहला कदम उठाते हैं तो यह आसान हो जाता है। आप बेहतर  सहायता पाने के लिए सोशल मीडिया पर या व्यक्तिगत रूप से सहायता-समूहों और स्वयं-देखभाल समुदायों में शामिल होने का प्रयास कर सकते हैं।</p><p>याद रखें कि ऐसे लोग हैं जो आपको बिना आंके आपकी मदद करेंगे। आपको बस इतना करना है कि मदद मांगें। आप हर उस  चीज के लायक हैं जिसकी आपके शरीर को  जरूरत पड़ती है!</p>",
    "PN2": "<p><b><i>हमारा शरीर ही एकमात्र ऐसी जगह है जहां हमें रहना है और इसकी देखभाल करना महत्वपूर्ण है।</i></b></p><br><div class='jsonImageContainer'><div><p>चाहे पसंद हो या परिस्थिति, ऐसा लगता है कि आपकी कुछ शारीरिक ज़रूरतें हैं जिन पर अधिक ध्यान देने की आवश्यकता है।</p><p>भले ही प्रत्येक शरीर अलग है लेकिन कुछ शारीरिक आवश्यकताएं हैं जो हम सभी के लिए आवश्यक हैं। इनमें ताजी हवा, भोजन, पानी, आश्रय और अच्छी नींद शामिल हैं। यदि आप इन जरूरतों को पूरा करने में सक्षम नहीं हैं, तो इसका आपके शारीरिक और मानसिक स्वास्थ्य पर नकारात्मक प्रभाव पड़ सकता है।</p><br><p>ऐसी कई चीजें हैं जो हमारे नियंत्रण से बाहर हैं: उदाहरण के लिए, एक बीमार शरीर का होना, यह कोई ऐसी बात नहीं है जिसे हम चुनते हैं। यदि आप विकलांगता के कारण अपनी शारीरिक जरूरतों को पूरा करने के लिए संघर्ष कर रहे हैं तो जान लें कि आप अकेले नहीं हैं। ऐसे कई लोग हैं जो आपके जैसी ही स्थिति में हैं और वे समझते हैं कि आप किस दौर से गुजर रहे हैं। यहां तक ​​कि जब आपका दर्द अलग है तब भी गलत समझे  जाने की भावना सबसे अधिक होती है।</p></div><img src='../assets/jsonImages/21-40/21_40_PN_S.png'></div><br><p>ऐसा ही एक कलंक (स्टिग्मा) मानसिक स्वास्थ्य और नशीली दवाओं के सेवन की तरफ आपको ले जाता है। लोग अक्सर सोचते हैं कि अगर आपको कोई मानसिक बीमारी है तो आप खतरनाक या अक्षम हैं। व्यसन को अक्सर एक बीमारी के बजाय एक चरित्र दोष के रूप में देखा जाता है। यह न केवल असत्य है बल्कि हानिकारक भी है। यदि आप व्यसन या मानसिक बीमारी से जूझ रहे हैं तो पेशेवर मदद के लिए आगे आएं। थेरेपिस्ट आपकी लत को समझने और इससे निपटने के तरीके खोजने में आपकी मदद कर सकते हैं।</p><br><p>मदद के लिए आगे आना मुश्किल हो सकता है लेकिन जरूरत पड़ने पर मदद मांगना महत्वपूर्ण है। आंके जाने का भय और लज्जित होने का भय अक्सर हमें मदद मांगने से रोकता है। याद रखें कि इसमें आप अकेले नहीं हैं, और  ऐसे भी लोग हैं जो बिना आपको आंके  आपका समर्थन करेंगे।</p><br><p>बेहतर शारीरिक स्वास्थ्य के लिए अपनी यात्रा शुरू करने के लिए छोटे-छोटे कदम उठाएं। उदाहरण के लिए, यदि आप व्यायाम करना शुरू करना चाहते हैं तो हर दिन 20 मिनट पैदल चलकर शुरुआत करें। अगर आप पौष्टिक भोजन खाना चाहते हैं तो अपने आहार में अधिक फल और सब्जियां शामिल करें। इन छोटे-छोटे बदलावों से आप शारीरिक और मानसिक रूप से कैसा महसूस करते हैं, इस पर बहुत फर्क पड़ेगा।</p><br><img src='../assets/jsonImages/21-40/21_40_PN_R.png'><br><br><p>हमारा शरीर ही एकमात्र ऐसी जगह है जहां हमें रहना है और इसकी देखभाल करना महत्वपूर्ण है। संतुलित आहार, व्यायाम और रात की अच्छी नींद की शक्ति को कभी कम मत समझिये। अभी यह कितना भी कठिन क्यों न लगे लेकिन अपने शरीर की देखभाल करने से लंबे समय तक चलने वाले लाभ होते हैं।</p><br><p>और अंत में, अपनी विकलांगता या बीमारी को कभी भी निराशा का स्रोत न बनने दें। अपनी चुनौतियों के साथ जीना कैसा होता है यह किसी को कभी पता नहीं चलेगा, लेकिन लोग यह भी नहीं जानते कि आपकी ताकत की सीमा क्या है। जो आपके संकल्प को कमजोर करता है उसे दूर करने के लिए अपने मजबूत पहलुओं का लाभ उठाने का प्रयास करें और क्या पता आप खुद को भी आश्चर्यचकित कर सकते हैं!</p>",
    "PN3": "<p><i><b>जब हम अपने शरीर की देखभाल करते हैं, तो बदले में यह भी हमारी देखभाल करता है।</b></i></p><br><div class='jsonImageContainer'><div><p>ऐसा लगता है कि आप अपनी शारीरिक जरूरतों को पूरा करने के मामले में काफी अच्छा कर रहे हैं। हालाँकि आप समझते हैं कि अभी भी कुछ चीजें हैं जो आप अपने शारीरिक स्वास्थ्य को बेहतर बनाने के लिए कर सकते हैं।</p><br><p>उन चीजों में से एक जिसे आसानी से अनदेखा कर दिया जाता है वह है निरंतरता। अपनी दिनचर्या बनाए रखने, आहार का पालन करने या व्यायाम योजना को पूरा करने में निरंतरता ही सही परिणाम देखने की कुंजी है। अपनी निश्चित दिनचर्या बनाये रखना मुश्किल हो सकता है, लेकिन जो पुरस्कार मिलता है, वह प्रयास के काबिल है।</p><p>निरंतरता से आपके शरीर को पता चलता है कि आप इसकी परवाह करते हैं और इससे अच्छा व्यवहार करना चाहते हैं। यह हमारे दिमाग को सकारात्मक ऊर्जा और तृप्ति की उच्च भावना से भरता है।</div><img src='../assets/jsonImages/41-60/41-60_PN_S.png'></div> <br><br><strong><i>जब हम अपने शरीर की देखभाल करते हैं तो बदले में यह भी हमारी देखभाल करता है।</i></strong></p><br><p>यदि आप अपनी दिनचर्या को नियमित नहीं रख पा रहे हैं तो छोटे-छोटे बदलाव से शुरुआत करें। उदाहरण के लिए, यदि आप व्यायाम शुरू करना चाहते हैं तो इसे दिन में केवल 10 मिनट करने का प्रयास करें। यदि आप पौष्टिक भोजन खाना चाहते हैं तो प्रत्येक दिन अपने आहार में कम से कम एक स्वस्थ भोजन शामिल करने की शुरुआत करें। और फिर आप यहां से आगे बढ़ते रह सकते हैं। ये छोटे-छोटे बदलाव लंबे समय में बड़ा बदलाव लाएंगे।</p><br><p>यदि आप बीमार शरीर के कारण अपनी पूरी क्षमता पाने में असमर्थ हैं तो बेहतर होगा कि लोगों की राय और अवांछित सलाह से खुद को दूर रखें। आप अपने शरीर को किसी और से बेहतर जानते हैं और आप इसके लिए सबसे अच्छा सोचेंगे। किसी ने आपका जीवन नहीं जीया है इसलिए उन्हें यह न बताने दें कि आपकी जीवन गति बहुत धीमी या बहुत तेज है।</p><br><p>आप ही हैं जो अपनी जिंदगी बदल सकते हैं। छोटे बदलाव करके शुरुआत करें और धीरे-धीरे बड़े लक्ष्यों की ओर बढ़ें। अपना ख्याल रखें और जो कुछ आपने हासिल किया है, उस पर गर्व करें।</p><br><p>यदि आप शराब या कैफीन का सेवन करते हैं या मनोरंजक दवाओं का उपयोग करते हैं तो ये पदार्थ रात में आपकी अच्छी नींद लेने की क्षमता को प्रभावित कर सकते हैं। अपने जागने के घंटों के दौरान माइंडफुलनेस (सजग रहना) का अभ्यास करें और अच्छी नींद में आने वाली बाधाओं को दूर करने के लिए हर दिन व्यायाम करें।</p><p>आपकी संगति महत्वपूर्ण है। अपने आप को ऐसे लोगों से घेरने की कोशिश करें जो आपसे ज्यादा स्वस्थ हों, क्योंकि वे आपके ऊपर अच्छा प्रभाव डालेंगे।</p><br><img src='../assets/jsonImages/41-60/41_60_PN_R.png'><p>अगर शराब या नशीली दवाओं के लगातार सेवन की वजह से आपको या किसी अन्य को नुकसान पहुंचा है तो अपनी विशिष्ट परिस्थितियों के आधार पर आप किसी पोषण विशेषज्ञ, व्यक्तिगत प्रशिक्षक, चिकित्सक, या व्यसन सलाहकार के साथ काम करने पर विचार कर सकते हैं।</p><br><p>कोई भी लड़ाई अकेले नहीं जीती जाती है। यदि आप खोया हुआ महसूस कर रहे हैं तो किसी मित्र, परिवार के किसी सदस्य या किसी ऐसे व्यक्ति से मदद लेने पर विचार करें जो आपको बेहतर महसूस कराता हो। जवाब खोजने की राह में उम्मीद की किरण मिलती है इसलिए सार्थक अभियानों पर कम करते रहें। आप निश्चित रूप से अपनी मंजिल पाएंगे!</p>",
    "PN4": "<p><b><i>भले ही यह कभी-कभी मुश्किल हो लेकिन हम जब भी स्वस्थ निर्णय लेते हैं तो हमारा शरीर हमारे प्रति आभारी होता है।</i></b></p><br><div class='jsonImageContainer'><div><p>आपका स्कोर बताता है कि आप अपनी अच्छी तरह से देखभाल कर रहे हैं। कुछ चीजें हैं जो आप अपने शारीरिक स्वास्थ्य को बेहतर बनाने के लिए कर सकते हैं, लेकिन अधिकांश मामलों में आप सही रास्ते पर हैं।</p><br><p>ये चीजें एक व्यक्ति से दूसरे व्यक्ति में भिन्न हो सकती हैं लेकिन अपने वर्तमान आहार और व्यायाम दिनचर्या का विश्लेषण करने से शुरुआत करना एक अच्छा कदम है और यह देखना कि आप अपने शारीरिक स्वास्थ्य को और बेहतर बनाने के लिए कहां छोटे-छोटे बदलाव कर सकते हैं।</p></div><img src='../assets/jsonImages/61-80/61_80_PN_S.png' /></div><br><p>उदाहरण के लिए, यदि आप पर्याप्त फल और सब्जियां नहीं खा रहे हैं तो अगली बार खरीदारी करने के लिए अपनी किराने की सूची में एक स्मरण-पत्र जोड़ें। यदि आप पर्याप्त शारीरिक गतिविधि नहीं कर रहे है तो अपनी दिनचर्या में 10 मिनट पैदल चलने को शामिल करने का प्रयास करें।</p><p>हम सभी को अपने शरीर की देखभाल हमेशा करनी चाहिए। इसका अर्थ है कि जब हमारा मन नहीं है तब भी अपनी स्वस्थ दिनचर्या से बंधे रहना। भले ही यह कभी-कभी मुश्किल हो लेकिन हम जब भी स्वस्थ निर्णय लेते हैं तो हमारा शरीर हमारे प्रति आभारी होता है।</p><br><p>यदि आपको कोई विकलांगता है जो आपको शारीरिक रूप से स्वस्थ होने से रोक रही है जबकि आप स्वस्थ होना चाहते हैं, तो इसके बीच संतुलन बनाएं कि कब थोड़ी कोशिश करनी  है और कब आराम करना है और इसका लगातार अभ्यास करें। अपने शरीर की सुनें और जानें कि आपके लिए सबसे अच्छा कौन सा तरीका है।</p><p>जरूरत पड़ने पर परिवार और दोस्तों या किसी अन्य प्रकार की सहायता प्रणाली से सहायता लें। और याद रखें कि छोटे-छोटे बदलाव भी लंबे समय में बड़ा बदलाव ला सकते हैं।</p><br><p>यदि अस्वास्थ्यकर जीवन-शैली विकल्प आपको अपनी इच्छा अनुरूप शारीरिक रूप से स्वस्थ होने से रोक रहे हैं, तो अब बदलाव करने का समय है। ये विकल्प सिगरेट न पीने से लेकर अधिक व्यायाम करने,अधिक ताजा भोजन खाने तक कुछ भी हो सकते हैं।</p><br><img src='../assets/jsonImages/61-80/61_80_PN_R.png' /><br><p>इन क्षेत्रों में छोटे-छोटे बदलाव करने से भी आपके समग्र स्वास्थ्य पर बड़ा प्रभाव पड़ सकता है। उदाहरण के लिए, यदि आप सिगरेट पीते हैं तो तुरंत छोड़ देने के बजाय धीरे-धीरे इसे कम करने का प्रयास करें। यदि आप पर्याप्त व्यायाम नहीं कर पा रहे हैं तो अपने दिन में केवल 10 मिनट की कोई शारीरिक गतिविधि जोड़कर शुरुआत करें।</p><br><p>इन बदलावों को धीरे-धीरे और लगातार करने पर ध्यान दें, और अंततः वे एक आदत बन जाएंगे। अपने साथ धैर्य से पेश आएं, क्योंकि नई स्वस्थ आदतें बनने में समय लग सकता है। और सबसे महत्वपूर्ण बात यह है कि इस राह में आपने जो भी प्रगति की है, उसको मानें।</p><p>जांच करते रहें और समय के साथ आप अपने प्रयासों के प्रभाव को महसूस करेंगे!</p>",
    "PN5": "<p><i><b>अपने शारीरिक स्वास्थ्य के प्रति आपकी जागरूकता, आपकी दैनिक जरूरतों को पूरा करने के लिए किये जाने वाले आपके परिश्रम और प्रतिबद्धता से जाहिर होती है |</b></i></p><br><div class='jsonImageContainer'><div><p>आप अपने शारीरिक स्वास्थ्य के मामले में बहुत अच्छा कर रहे हैं! पौष्टिक आहार और व्यायाम दिनचर्या को बनाए रखते हुए अच्छा काम करते रहें।</p><br><p>शारीरिक रूप से खुद को लगातार चुनौती देना महत्वपूर्ण है क्योंकि इससे हमें स्वस्थ और मजबूत रहने में मदद मिलती है। समय-समय पर अपनी दिनचर्या में एक नई गतिविधि जोड़ने का प्रयास करें। यह किसी पार्क में टहलने या उच्च-स्तरीय फिटनेस क्लास में शामिल होने जितना आसान हो सकता है।</p></div><img src='../assets/jsonImages/81-100/81_100_PN_S.png' alt='Self actualization' /></div><br><p>आप जो कुछ भी करते हैं, उसका भरपूर आनंद लें! शारीरिक गतिविधि मजेदार होनी चाहिए और यह ऐसी चीज होनी चाहिए जिसका हम इंतजार करें, न कि ऐसी चीज जिससे हमें डर लगता हो। जब हम सक्रिय होने का आनंद लेते हैं तो इस बात की संभावना बढ़ जाती है कि हम लंबे समय तक इसे जारी रखेंगे।</p><br><p>यदि आपकी कोई विकलांगता है जो आपकी शारीरिक गतिविधि को सीमित करती है तो स्वस्थ रहने के लिए आप अभी भी बहुत कुछ कर सकते हैं। आज आप जिस मुकाम पर हैं वहां पहुंचने के लिए आपने पहले ही कई बाधाओं को पार कर लिया होगा। अपने आप पर गर्व करें और अच्छा काम करते रहें!</p><br><p>जब हमारे शरीर की देखभाल करने की बात आती है तो हर छोटी बात मायने रखती है। यहां तक ​​​​कि अगर आप हर दिन केवल कुछ मिनट की गतिविधि कर सकते हैं तो इसे ज़रूर करें! अच्छा स्वास्थ्य और एक शांतिपूर्ण दिमाग ये दो सबसे बड़े आशीर्वाद हैं जो किसी के पास हो सकते हैं। और आप इसे सही से जानते- समझते हैं।</p><p>हमारा शरीर हमारे विचारों, भावनाओं और शारीरिक संवेदनाओं के माध्यम से कई तरह से हमसे बात करता है। शारीरिक रूप से खुद का पोषण करना उतना ही महत्वपूर्ण है जितना कि भावनात्मक और मानसिक रूप से खुद का पोषण करना। <br><br> <strong><i>अपने शारीरिक स्वास्थ्य के प्रति आपकी जागरूकता</i></strong><i>, </i><b><i>आपकी दैनिक जरूरतों को पूरा करने के लिए किये जाने वाले आपके परिश्रम और प्रतिबद्धता से जाहिर होती है।</i></b></p><p>हम सभी व्यस्त हैं लेकिन अपने लिए समय निकालना अपने जीवन में संतुलन बनाए रखने के लिए महत्वपूर्ण है। आपने यह सुनिश्चित किया है कि आपके शरीर को वह प्राप्त हो जो उसे ठीक से काम करने के लिए चाहिए, फिर चाहे वह व्यायाम के माध्यम से हो या आहार, दवा या ध्यान के माध्यम से हो।</p><img src='../assets/jsonImages/81-100/81_100_PN_R.png' alt='Self actualization' /><br><p>खुद की देखभाल करना एक लगातार चलने वाली यात्रा है जिसके लिए लगातार प्रयास और समर्पण की आवश्यकता होती है। हमेशा नई चुनौतियों का सामना करना पड़ेगा और नई चीजें सीखने को मिलेंगी। लेकिन जब तक आप अपने स्वास्थ्य को बनाए रखने के लिए प्रतिबद्ध हैं तब तक आप जीवन शक्ति और शांति का आनंद ले सकते हैं।</p><br><p>जैसे आपने इस क्षेत्र में उत्कृष्टता प्राप्त की है वैसे ही इस क्षेत्र में संघर्ष कर रहे अन्य लोगों को सिखाने के लिए समय निकालने पर विचार करें। उन्हें स्वस्थ जीवन-शैली विकसित करने में मदद करने के लिए अपनी बुद्धिमत्ता, समझ और अनुभव साझा करें।</p><p>आप सकारात्मक ऊर्जा फैलाते हैं: इसे फैलाते रहें!</p>"
}